Repository: Davidmp1/solydxk-locale
Catalog: po/*/ddm.po
Languages: de, fr, pl

source: ATI card found: %(card)s
de: ATI Karte gefunden: %(card)s
fr: Carte ATI trouvée: %(card)s
pl: Znaleziono kartę ATI: %(card)s

source: ATI chip serie found: %(serie)s
de: ATI Karte der Chipserie gefunden: %(serie)s
fr: Chipset ATI trouvé: %(serie)s
pl: Znaleziono nr serii chipu ATI: %(serie)s

source: ATI driver found: %(drv)s (%(status)s)
de: ATI Treiber gefunden: %(drv)s (%(status)s)
fr: Driver ATI trouvé: %(drv)s (%(status)s)
pl: Znaleziono sterownik ATI: %(drv)s (%(status)s)

source: Driver not installable: %(drv)s
de: Treiber nicht installierbar: %(drv)s
fr: Driver non installable: %(drv)s
pl: Sterownik nieinstalowalny: %(drv)s

source: ATI chip serie not supported: %(serie)d
de: ATI Karte dieser Chipserie wird nicht unterstützt: %(serie)d
fr: Chipset ATI non supporté: %(serie)d
pl: Niewspierana seria chipu ATI: %(serie)d

source: No driver found for: %(card)s (%(man)s:%(serie)s)
de: Kein Treiber gefunden, für: %(card)s (%(man)s:%(serie)s)
fr: Pas de driver trouvé pour: %(card)s (%(man)s:%(serie)s)
pl: Brak sterownika dla: %(card)s (%(man)s:%(serie)s)

source: Install driver: %(drv)s
de: installiere Treiber: %(drv)s
fr: Installation du driver: %(drv)s
pl: Instaluj sterownik: %(drv)s

source: Configure ATI...
de: Konfiguriere ATI...
fr: Configuration ATI...
pl: Konfiguracja ATI...

source: Found module for driver %(drv)s: %(module)s
de: Module für Treiber gefunden %(drv)s: %(module)s
fr: Module trouvé pour le driver %(drv)s: %(module)s
pl: Znaleziono moduł sterownika %(drv)s: %(module)s

source: Switch to module: %(module)s
de: Wechsle zu Modul: %(module)s
fr: Basculer sur le module: %(module)s
pl: Zmień na moduł: %(module)s

source: Driver installed: %(drv)s
de: Treiber installiert: %(drv)s
fr: Driver installé: %(drv)s
pl: Sterownik zainstalowany: %(drv)s

source: Removing ATI drivers
de: Entferne ATI Treiber
fr: Suppression des drivers ATI
pl: Usuwanie sterownków ATI

source: Remove package: %(package)s
de: Deinstalliere Paket(e): %(package)s
fr: Suppression du paquet: %(package)s
pl: Usuń pakiet: %(package)s

source: Driver removed: %(drv)s
de: Treiber wurde deinstalliert: %(drv)s
fr: Driver supprimé: %(drv)s
pl: Usunięty sterownik: %(drv)s

source: ATI display driver
de: ATI Display Treiber
fr: Driver d'affichage ATI
pl: Sterownik graficzny ATI

source: Radeon display driver
de: Radeon Display Treiber
fr: Driver d'affichage Radeon
pl: Sterownik graficzny Radeon

source: Framebuffer display driver
de: Framebuffer Display Treiber
fr: Driver d'affichage Framebuffer
pl: Sterownik bufora ramki

source: Vesa display driver
de: Vesa Display Treiber
fr: Driver d'affichage Vesa
pl: Sterownik graficzny Vesa

source: Install aborted: not in repository: %(repo)s
de: Installation wurde abgebrochen: nichts im Paketrepository vorhanden: %(repo)s
fr: Installation abandonnée: %(repo)s pas dans les dépôts
pl: Instalacja przerwana-brak w repozytorium: %(repo)s

source: Broadcom chip serie found: %(chip)s
de: Broadcom der Chipserie gefunden: %(chip)s
fr: Chipset Broadcom trouvé: %(chip)s
pl: Znaleziono czip Broadcom seria: %(chip)s

source: Used wireless driver: %(drv)s
de: Verwendeter WLAN-Treiber: %(drv)s
fr: Driver sans fil utilisé: %(drv)s
pl: Użyty sterownik bezprzewodowy: %(drv)s

source: Broadcom found: %(broadcom)s
de: Broadcom gefunden: %(broadcom)s
fr: Broadcom trouvé: %(broadcom)s
pl: Znaleziono Broadcom: %(broadcom)s

source: Broadcom chip set found: %(chip)s
de: Broadcom Chipsatz gefunden: %(chip)s
fr: Chipset Broadcom trouvé: %(chip)s
pl: Znaleziono chipset Broadcom: %(chip)s

source: Broadcom chipset not supported or ethernet controller: %(broadcom)s
de: Broadcom-Chipsatz oder Ethernet-Controller nicht unterstützt : %(broadcom)s
fr: Chipset Broadcom non supporté ou contrôleur ethernet: %(broadcom)s
pl: Niewspierany chipset Broadcom lub kontroler ethernet:%(broadcom)s

source: Broadcom chipset not found: %(chip)s
de: Broadcom-Chipsatz nicht gefunden: %(chip)s
fr: Chipset Broadcom non trouvé: %(chip)s
pl: Nie znaleziono chipsetu Broadcom:%(chip)s

source: Broadcom pci ID not found: %(id)s
de: Broadcom pci ID nicht gefunden: %(id)s
fr: Broadcom pci ID non trouvé: %(id)s
pl: Nie znaleziono PCI ID Broadcom: %(id)s

source: Linux header name to install: %(header)s
de: Linux Header für Kernel zu installieren: %(header)s
fr: Linux header à installer: %(header)s
pl: Nazwa nagłówka linuxa do instalacji: %(header)s

source: Download package: %(package)s
de: Lade die erforderlichen Pakete herunter: %(package)s
fr: Téléchargement du paquet: %(package)s
pl: Pobierz pakiet: %(package)s

source: Download package: %(drv)s
de: Lade die Treiber-Pakete herunter: %(drv)s
fr: Téléchargement du paquet: %(drv)s
pl: Pobierz pakiet: %(drv)s

source: Download package dependency: %(dep)s
de: Lade die erforderlichen Abhängigkeiten herunter: %(dep)s
fr: Téléchargement du paquet dépendant: %(dep)s
pl: Pobierz pakiety zależne: %(dep)s

source: Install downloaded packages
de: Installiere die heruntergeladenen Pakete
fr: Installation des paquets téléchargés
pl: Zainstaluj pobrane pakiety

source: Remove downloaded debs
de: Entferne die heruntergeladenen Pakete
fr: Effacement des debs téléchargés
pl: Usuń pobrane .deb

source: Reconfigure package: %(package)s
de: Konfigure die Pakete erneut: %(package)s
fr: Reconfiguration du paquet: %(package)s
pl: Rekonfiguruj pakiet: %(package)s

source: Modprobe brcmsmac
de: Lade Modul brcmsmac
pl: Modprobe b43

source: Done installing Broadcom drivers
de: Installation der Broadcom Treiber beendet
fr: Installation du driver Broadcom terminée
pl: Instalacja sterowników Broadcom zakończona

source: No Broadcom chip set found
de: Kein Broadcom Chipsatz gefunden
fr: Pas de chipset Broadcom trouvé
pl: Nie znaleziono chipsetu Broadcom

source: Purge driver: %(drv)s
de: Deinstalliere Treiber: %(drv)s
pl: Usuń całkowicie: %(drv)s

source: Remove : %(file)s
de: Deinstalliere Dateien : %(file)s
fr: Suppression: %(file)s
pl: Usuń: %(file)s

source: Done removing Broadcom drivers
de: Entfernen der Broadcom Treiber beendet
fr: Suppression du driver Broadcom terminée
pl: Wykonane usuwanie sterowników Broadcom

source: Graphics
de: Grafik
fr: Affichage
pl: Grafika

source: Wireless
de: WLAN
fr: Sans fil
pl: Bezprzewodowy

source: Kernel
pl: Jądro

source: Hardware
fr: Matériel
pl: Sprzęt

source: Activated driver
de: Aktivierter Treiber ist
fr: Driver actif
pl: Sterownik aktywny

source: Alternative drivers
de: Alternative Treiber sind
fr: Drivers alternatifs
pl: Sterowniki alternatywne

source: Current drivers are correct
de: Die aktuell verwendeten Treiber entsprechen der Empfehlung
fr: Le driver courant est correct
pl: Bieżący sterownik jest prawidłowy

source: PAE already installed
de: PAE Adresserweiterung bereits installiert
fr: PAE déjà installé
pl: PAE zainstalowano

source: PAE support only for 32-bit systems
de: PAE-Unterstützung ausschließlich für 32-bit Systeme
fr: Support PAE seulement pour les systèmes 32-bits
pl: Wsparcie PAE tylko dla systemu 32 bitowego

source: Activate
de: Aktiviert
fr: Activer
pl: Aktywuj

source: Driver
de: Treiber
pl: Sterownik

source: Version
pl: Wersja

source: Description
de: Beschreibung
pl: Opis

source: (recommended)
de: (wird Empfohlen, Achtung bei freien und unfreien Treibern. Häufig sind die freien Treiber ausreichend.)
fr: (recommandé)
pl: (zalecany)

source: Check loaded driver / available driver: %(ldrv)s / %(adrv)s
de: Prüfe geladene Treiber / verfügbare Treiber: %(ldrv)s / %(adrv)s
fr: Contrôle du driver chargé / disponible: %(ldrv)s / %(adrv)s
pl: Sprawdź załadowany/dostępny sterownik: %(ldrv)s / %(adrv)s

source: Select current driver in list: %(drv)s
de: Wähle aktuellen Treiber aus der Liste: %(drv)s
fr: Sélectionner le driver actuel dans la liste: %(drv)s
pl: Wybierz sterownik z listy: %(drv)s

source: Manufacturer image path: %(path)s
de: Pfad zum Abbild des Herstellers: %(path)s
fr: Chemin de l'image: %(path)s
pl: Ścieżka do logo producenta: %(path)s

source: Unknown driver
de: Treiber unbekannt
fr: Driver inconnu
pl: Nieznany sterownik

source: Unknown driver found. Please remove before installing drivers with DDM.
de: unbekannten Treiber gefunden. Bitte deinstalliere diesen, bevor weitere Treiber mit DDM installiert werden.
fr: Driver inconnu trouvé. L'enlever avant d'installer des drivers avec DDM.
pl: Nieznany sterownik. Usuń przed instalacją sterowników za pomocą DDM.

source: Driver activation
de: Treiber Aktivierung
fr: Activation du driver
pl: Aktywacja sterownika

source: Are you sure you want to install the following driver: %(drv)s
de: Bist Du dir sicher, dass dieser Treiber installiert werden soll: %(drv)s
fr: Êtes vous sûr de vouloir installer le driver suivant: %(drv)s
pl: Na pewno chcesz zainstalować ten sterownik: %(drv)s

source: Locked
de: gesperrt
fr: Verrouillé
pl: Zamknięty

source: Could not get lock on %(file)s. Close any programs locking the file and try again.
de: Kann die Dateien nicht sperren %(file)s. Beende alle Programme und wiederhole den Vorgang.
fr: Impossible de verrouiller %(file)s. Fermer tous les programmes bloquant le fichier et ré-essayer encore.
pl: Inny program używa pliku: %(file)s. Zamknij programy używające plik i spróbuj powtórnie.

source: Driver to install: %(drv)s
de: Treiber zu installieren: %(drv)s
fr: Driver à installer: %(drv)s
pl: Sterownik do instalacji: %(drv)s

source: Driver installed
de: Treiber installiert
fr: Driver installé.
pl: Sterownik zainstalowany

source: Driver installed: %(drv)s Drivers will be used on next boot. Do you want to reboot now?
de: Treiber wurde installiert: %(drv)s Dieser wird aber erst nach einem Neustart verwendet. Neustart jetzt durchführen?
fr: Driver installé: %(drv)s Les Drivers seront utilisés au prochain démarrage. Voulez-vous redémarrer maintenant?
pl: Sterownik zainstalowany: %(drv)s Sterowniki będą użyte po ponownym uruchomieniu. Czy chcesz uruchomić ponownie?

source: Could not get lock on %(file)s. Close any programs locking the file and restart DDM.
de: Kann diese Dateien nicht sperren: %(file)s. Schließe alle Programme und starte DDM neu.
fr: Impossible de verrouiller %(file)s. Fermer tous les programmes bloquant le fichier et redémarrer DDM.
pl: Inny program uzywa pliku %(file)s. Zamknij inne programy i zrestartuj DDM.

source: Used drivers: %(drv)s
de: Verwendete Treiber: %(drv)s
fr: Drivers utilisés: %(drv)s
pl: Użyte sterowniki: %(drv)s

source: Checking your hardware...
de: Hardware wird überprüft...
fr: Détection du matériel...
pl: Sprawdzanie sprzętu...

source: Start automatic driver install
de: Starte die automatische Treiberinstallation
fr: Démarrage de l'installation automatique du driver
pl: Start instalacji automatycznej

source: Command to execute: %(cmd)s
de: Auszuführender Befehl: %(cmd)s
fr: Commande à exécuter: %(cmd)s
pl: Polecenie do wykonania: %(cmd)s

source: Search for extensions: %(ext)s
de: Erweiterungen/Add-Ons werden gesucht: %(ext)s
fr: Recherche des extensions: %(ext)s
pl: Szukaj rozszerzeń: %(ext)s

source: File with extension found: %(path)s
de: Datei, Erweiterung oder Add-on gefunden: %(path)s
fr: Fichier avec extension trouvé: %(path)s
pl: Znaleziono plik z rozszerzeniem: %(path)s

source: File found: %(path)s
de: Datei gefunden: %(path)s
fr: Fichier trouvé: %(path)s
pl: Znaleziono pli: %(path)s

source: Resolution added: %(res)s
de: Auflösung hinzugefügt: %(res)s
fr: Résolution ajoutée: %(res)s
pl: Dodano rozdzielczość: %(res)s

source: Package is installed: %(package)s
de: Das installierte Paket heißt: %(package)s
fr: Paquet installé: %(package)s
pl: Pakiet zainstalowany: %(package)s

source: Package not installed: %(package)s
de: Paket nicht installiert: %(package)s
fr: Paquet non installé: %(package)s
pl: Pakiet niezainstalowany: %(package)s

source: Package not found: %(package)s
de: Paket nicht gefunden: %(package)s
fr: Paquet non trouvé: %(package)s
pl: Nie znaleziono pakietu: %(package)s

source: Could not get status info for package: %(package)s
de: Kann keine Information über den Paketstatus geben %(package)s
fr: Impossible d'obtenir le statut pour le paquet: %(package)s
pl: Nie można uzyskać info o statusie pakietu: %(package)s

source: Intel card found: %(card)s
de: Intel Karte gefunden: %(card)s
fr: Carte Intel trouvée: %(card)s
pl: Znaleziono kartę Intel: %(card)s

source: Intel driver found: %(drv)s (%(status)s)
de: Intel Treiber gefunden: %(drv)s (%(status)s)
fr: Driver Intel trouvé: %(drv)s (%(status)s)
pl: Znaleziono sterownik Intel: %(drv)s (%(status)s)

source: Remove package: %(drv)s
de: Entferne Paket: %(drv)s
fr: Suppression du paquet: %(drv)s
pl: Usuń pakiet: %(drv)s

source: Intel display driver
de: Intel Display Treiber
fr: Driver d'affichage Intel
pl: Sterownik ekranowy Intel

source: Write debug information to file: %(path)s
de: Schreibe Debug-Information in diese Datei : %(path)s
fr: Enregistrement des informations de débogage dans le fichier: %(path)s
pl: Zapisz info debugowania do pliku: %(path)s

source: Machine info: %(info)s
de: Systeminformationen: %(info)s
pl: Informacje o komputerze: %(info)s

source: DDM version: %(version)s
pl: Wersja DDM: %(version)s

source: apt-listbugs is installed and might interfere with driver installation
de: Bitte die Ausgabe von apt-listbugs vor der Treiberinstallation beachten
fr: apt-listbugs est installé et peut interférer avec l'installation du driver
pl: Zainstalowany apt-listbugs może ingerować w instalację sterownika

source: Please enter your password
de: Bitte gib Dein Passwort ein
fr: Veuillez saisir votre mot de passe.
pl: Proszę wpisać hasło

source: Startup command: %(cmd)s
de: Startup-Befehl: %(cmd)s
fr: Commande de démarrage: %(cmd)s
pl: Polecenie startowe: %(cmd)s

source: DDM - Live environment
de: DDM - Live Umgebung
fr: DDM - environnement Live
pl: DDM - środowisko live

source: DDM cannot run in a live environment To force start, use the --force argument
de: DDM kann nicht in der Live-Umgebung starten Um den Start zu erzwingen, benutze die Option --force
fr: DDM ne peut fonctionner dans un environnement live Pour forcer le démarrage, utiliser l'argument --force
pl: DDM nie uruchamia się w środowisku live Aby wymusić start użyj argumentu --force

source: DDM - Debian based
de: DDM - für auf Debian-basierte Distributionen
fr: DDM - basé sur Debian
pl: DDM - oparte na Debianie

source: Cannot determine the base distribution (debian or ubuntu) To force start, use the --force argument
de: Kann die Basis-Distribution (Debian oder Ubuntu) nicht bestimmen Um den Start zu erzwingen, benutze die Option --force
fr: Impossible de déterminer la distribution de base (debian ou ubuntu) Pour forcer le démarrage, utiliser l'argument --force
pl: Nie można określić dystrybucji bazowej (debian czy ubuntu) Aby wymusić start użyj argumentu --force

source: You do not seem to have an internet connection To force start, use the --force argument
de: Anscheinend ist keine Internet-Verbindung verfügbar Um den Start zu erzwingen, benutze die Option --force
fr: Vous ne semblez pas avoir de connexion internet Pour forcer le démarrage, utiliser l'argument --force
pl: Zapewne nie masz połączenia z siecią Aby wymusić start użyj argumentu --force

source: Update apt
de: Aktualisiere apt (Advanced Package Tool)
fr: Mise à jour apt
pl: Aktualizuj apt

source: Install nvidia-detect
de: Installiere das Paket nvidia-detect
fr: Installation nvidia-detect
pl: Instaluj nvidia-detect

source: Cannot install nvidia-detect: abort
de: Kann nvidia-detect nicht installieren: Abbruch
fr: Impossible d'installer nvidia-detect: abandon
pl: Nie można zainstalować nvidia-detect-zatrzymane

source: Nvidia driver found: %(drv)s (%(status)s)
de: Nvidia Treiber gefunden: %(drv)s (%(status)s)
fr: Driver Nvidia trouvé: %(drv)s (%(status)s)
pl: Znaleziono sterownik Nvidia: %(drv)s (%(status)s)

source: Configure Nvidia...
pl: Konfiguracja Nvidia...

source: Removing Nvidia drivers
de: Entferne Nvidia Treiber
fr: Suppression des drivers Nvidia
pl: Usuń sterowniki Nvidia

source: Nvidia display driver
de: Nvidia Display Treiber
fr: Driver d'affichage Nvidia
pl: Sterownik ekranowy Nvidia

source: Nouveau display driver
de: Nouveau Display Treiber
fr: Driver d'affichage Nouveau
pl: Sterownik ekranowy Nouveau

source: Is package installed: %(package)s
de: Ist Paket installiert %(package)s
fr: Paquet installé: %(package)s
pl: Czy jest zainstalowany: %(package)s

source: Remove drivers before reinstallation: %(drv)s
de: Entferne Treiber bevor erneut installiert wird: %(drv)s
fr: Enlever les drivers avant réinstallation: %(drv)s
pl: Usuń sterowniki przed reinstalacją: %(drv)s

source: Install drivers: %(drv)s
de: Installiere Treiber: %(drv)s
fr: Installation des drivers: %(drv)s
pl: Instaluj sterowniki: %(drv)s

source: Already a PAE system or AMD64
de: Ein PAE-System oder AMD64 ist bereits vorhanden
fr: Déjà un système PAE ou AMD64
pl: System PAE na AMD64

source: Installed PAE: %(pae)s
de: PAE installiert: %(pae)s
fr: PAE installé: %(pae)s
pl: Zainstalowane PAE: %(pae)s

source: Multi-core support for 32-bit systems
de: Mehrkern Unterstützung für 32-bit Systeme
fr: Support multi-core pour les systèmes 32-bits.
pl: Wsparcie wielordzeniowe dla systemu 32-bit

source: Distribution: %(dist)s
pl: Dystrybucja: %(dist)s

source: Multi-core already installed: %(package)s
de: Mehrkern Unterstützung ist schon installiert: %(package)s
fr: Multi-core déjà installé: %(package)s
pl: Wielordzeniowy zainstalowany: %(package)s

source: PAE capable system
de: PAE fähiges System
fr: Système compatible PAE
pl: System umożliwiający PAE

source: Single-core kernel found: %(kernel)s
de: Einkern -Single-core- Kernel gefunden: %(kernel)s
fr: Kernel simple-core trouvé: %(kernel)s
pl: Znaleziono jądro jednordzeniowe: %(kernel)s

source: Multi-core system running single-core kernel found
de: Mehrkern System läuft auf Einkern-Kernel -Single-Core-
fr: Système multi-core en fonctionnement, kernel simple-core trouvé
pl: System wielordzeniowy i jednordzeniowe jądro

source: PAE not installed
de: PAE nicht installiert
fr: PAE non installé
pl: PAE niezainstalowane

source: PAE skipped: 64-bit system
de: PAE übersprungen: 64-Bit-System
fr: PAE ignoré: système 64-bits
pl: PAE pominięte - system 64-bitowy

source: PAE kernel cannot be installed: single-core system
de: PAE Kernel kann nicht installiert werden: Einkernprozessor System
fr: Le kernel PAE ne peut être installé: système simple-core
pl: Nie można zainstalować jądra PAE - system jednordzeniowy

source: PAE kernel install command: %(cmd)s
de: PAE Kernel wird installiert, Befehl: %(cmd)s
fr: Commande d'installation du kernel PAE: %(cmd)s
pl: Polecenie instalacyjne jądra PAE: %(cmd)s

source: Done installing PAE
de: Erledigt, PAE wurde installiert
fr: Installation PAE terminé
pl: Instalacja PAE zakończona

source: Not running pae, continue removal
de: PAE läuft nicht, weiter mit Entfernung
fr: PAE inactif, poursuite de la suppression
pl: Kontynuuj usuwanie, PAE zatrzymane

source: PAE package to remove: %(package)s
de: PAE Pakete werden entfernt: %(package)s
fr: Paquet PAE à supprimer: %(package)s
pl: Pakiet PAE do usunięcia: %(package)s

source: Done removing PAE
de: Erledigt, PAE entfernt
fr: Suppression PAE terminée
pl: Usunięto PAE

source: Cannot remove PAE when running PAE
de: Kann PAE nicht entfernen, wenn PAE noch läuft
fr: Impossible d'enlever PAE quand il est actif
pl: Nie można usunąc PAE - pakiet używany

source: Create list store eval string: %(eval)s
de: Erstelle Listenspeicher eval string: %(eval)s
fr: Création liste de chaînes: %(eval)s
pl: Utwórz list store eval string: %(eval)s

source: Clear existing list store
de: Lösche existierenden Listenspeicher
fr: Effacement de la liste
pl: Wyczyść istniejącą list store

source: First item is column name (multi-column list): %(iscolname)s
de: Erster Punkt ist Spaltenname (Multi-Spalten Liste):: %(iscolname)s
fr: Le premier élément est un nom de colonne (liste multi-colonnes): %(iscolname)s
pl: Pierwsza pozycja jest nazwą kolumny (lista wielokolumnowa): %(iscolname)s

source: First item is column name (single-column list): %(iscolname)s
de: Erster Punkt ist Spaltenname (Einzel-Spalten Liste): %(iscolname)s
fr: Le premier élément est un nom de colonne (liste simple-colonne): %(iscolname)s
pl: Pierwsza pozycja jest nazwą kolumny (lista jednokolumnowa): %(iscolname)s

source: Create column names: %(cols)s
de: Erstelle Spaltenname: %(cols)s
fr: Création des noms de colonne: %(cols)s
pl: Utwórz nazwy kolumn: %(cols)s

source: First item is column name: skip first item
de: Erster Punkt ist Spaltenname: überspringe ersten Punkt
fr: Le premier élément est un nom de colonne: premier élément ignoré
pl: Pierwsza pozycja jest nazwą kolumny - pomiń

source: Add data to list store: %(data)s
de: Daten zu Listenspeicher hinzufügen %(data)s
fr: Ajout de données à la liste: %(data)s
pl: Dodaj do gtk list store: %(data)s

source: Add data to top of list store: %(totop)s
de: Füge Daten am Beginn von Listenspeicher hinzu: %(totop)s
fr: Ajout de données au début de la liste: %(totop)s
pl: Dodaj na początek list store: %(totop)s

source: Add data to bottom of list store: %(tobottom)s
de: Füge Daten am Ende von Listenspeicher hinzu: %(tobottom)s
fr: Ajout de données à la fin de la liste: %(tobottom)s
pl: Dodaj na koniec list store: %(tobottom)s

source: Last visible column nr: %(colnr)d
de: Nr. der letzten sichtbaren Spalte: %(colnr)d
fr: Dernière colonne visible n°: %(colnr)d
pl: Nr ostatniej widocznej kolumny: %(colnr)d

source: Hide column nr: %(colnr)d
de: Verstecke Spalte Nr: %(colnr)d
fr: Cache colonne n°: %(colnr)d
pl: Ukryj kolumnę nr: %(colnr)d

source: Create column: %(col)s
de: Erzeuge Spalte: %(col)s
fr: Création colonne: %(col)s
pl: Utwórz kolumnę: %(col)s

source: Check box found: add toggle function
de: Auswahlkästchen gefunden: füge Umschalt- Funktion hinzu
fr: Case à cocher trouvée: ajout de la function toggle
pl: Znaleziono pole wyboru - dodaj funkcję przełączania

source: Last column fills treeview: %(colnr)d
de: Letzte Spalte füllt Baumansicht: %(colnr)d
fr: La dernière colonne remplit l'arborescence: %(colnr)d
pl: Ostatnia kolumna wypełnia TreeView: %(colnr)d

source: Column added: %(col)s
de: Spalte hinzugefügt: %(col)s
fr: Colonne ajoutée: %(col)s
pl: Dodano kolumnę: %(col)s

source: Column already exists: %(col)s
de: Spalte existiert bereits: %(col)s
fr: Colonne déjà existante: %(col)s
pl: Kolumna istnieje: %(col)s

source: Add Liststore to Treeview
de: Füge Listenspeicher zu Baumansicht hinzu
fr: Ajout de la liste à l'arborescence
pl: Dodaj Liststore do Treeview

source: Scrolled to selected row: %(row)d
de: Zu ausgewählter Zeile gescrollt: %(row)d
fr: Défilement jusqu'à la ligne sélectionnée: %(row)d
pl: Przewinięte do wybranego wiersza: %(row)d

source: Via card found: %(card)s
de: Via Karte gefunden: %(card)s
fr: Carte Via trouvée: %(card)s
pl: Znaleziono kartę VIA: %(card)s

source: Via driver found: %(drv)s (%(status)s)
de: Via Treiber gefunden: %(drv)s (%(status)s)
fr: Driver Via trouvé: %(drv)s (%(status)s)
pl: Znaleziono sterownik Via: %(drv)s (%(status)s)

source: Chrome display driver
de: Chrome Display Treiber
fr: Driver d'affichage Chrome
pl: Sterownik ekranowy Chrome

source: Modules for %(manufacturer)s: %(modules)s
de: Module für %(manufacturer)s: %(modules)s
fr: Modules pour %(manufacturer)s: %(modules)s
pl: Moduły dla %(manufacturer)s: %(modules)s

source: Used graphics driver: %(module)s
de: Verwende Grafikkartentreiber (Modul): %(module)s
fr: Driver graphique utilisé: %(module)s
pl: Sterownik graficzny: %(module)s

source: No xorg.conf - create minimal xorg.conf
de: Keine xorg.conf vorhanden - Erstelle eine minimal xorg.conf
fr: Pas de xorg.conf: création du xorg.conf minimal
pl: Brak xorg.conf - utworzony minimalny xorg.conf

source: New xorg.conf written
de: Neue xorg.conf geschrieben
fr: Nouveau xorg.conf enregistré
pl: Zapisany nowy xorg.conf
