Repository: Davidmp1/solydxk-locale
Catalog: po/*/ddm.po
Languages: de, fr, pl

source: New section appended to xorg.conf
de: Erstelle neue Sektion in der xorg.conf
fr: Nouvelle section ajoutée à xorg.conf
pl: Dodano nową sekcję do xorg.conf

source: Blacklist %(module)s in: %(path)s
fr: Blacklist %(module)s dans: %(path)s
pl: "Blacklist" %(module)s w: %(path)s

source: Uncomment blacklist %(module)s in: %(path)s
de: Blacklist %(module)s auskommentieren in: %(path)s
fr: Dé-commente blacklist %(module)s dans: %(path)s
pl: Odznacz na "blacklist"%(module)s w: %(path)s

source: Remove blacklist %(module)s from: %(path)s
de: Entferne Blacklist %(module)s aus Pfad: %(path)s
fr: Supprime blacklist %(module)s de: %(path)s
pl: Usuń "blacklist" %(module)s z: %(path)s

source: Blacklist %(module)s found in: %(path)s
de: Blacklist %(module)s gefunden in: %(path)s
fr: Blacklist %(module)s trouvé dans: %(path)s
pl: "Blacklist" %(module)s znaleziony: %(path)s

source: Commented blacklist %(module)s found in: %(path)s
de: Kommentierte Blacklist %(module)s gefunden in: %(path)s
fr: Blacklist commenté %(module)s trouvé dans: %(path)s
pl: Zaznaczony "blacklist" moduł %(module)s w: %(path)s

source: Modprobe b44, b43, b43legacy, ssb, brcmsmac
de: Lade Module über modprobe für b44, b43, b43legacy, ssb, brcmsmac

source: Blacklist b43, brcmsmac, bcma, ssb
de: Module werden am Laden gehindert (blacklist) b43, brcmsmac, bcma, ssb

source: Modprobe wl
de: Lade Modul wl

source: Modprobe b43legacy
de: Lade Modul b43legacy

source: Modprobe b43
de: Lade Modul b43
