Repository: Davidmp1/solydxk-locale
Catalog: po/*/debian-plymouth-manager.po
Languages: de, es, fr, pl

source: Error returned: %(err)s
de: Fehler zurückgegeben: %(err)s
es: Error regresado: %(err)s
fr: Erreur: %(err)s
pl: Zwrócony błąd: %(err)s

source: Command to execute: %(cmd)s
de: Befehl ausführen %(cmd)s
es: Comando a ejecutar: %(cmd)s
fr: Commande à exécuter: %(cmd)s
pl: Polecenie do wykonania: %(cmd)s

source: Search for extensions: %(ext)s
de: Suche nach Erweiterungen: %(ext)s
es: Buscar extensiones: %(ext)s
fr: Rechercher des extensions: %(ext)s
pl: Szukaj rozszerzeń: %(ext)s

source: File with extension found: %(path)s
de: Erweiterung oder Add-on gefunden: %(path)s
es: Archivo con extensiones encontrado: %(path)s
fr: Fichier avec extension trouvé: %(path)s
pl: Znaleziono plik z rozszerzeniem: %(path)s

source: File found: %(path)s
de: Datei gefunden: %(path)s
es: Archivo encontrado: %(path)s
fr: Fichier trouvé: %(path)s
pl: Znaleziono plik: %(path)s

source: Resolution added: %(res)s
de: Auflösung hinzugefügt: %(res)s
es: Resolución añadida: %(res)s
fr: Résolution ajoutée: %(res)s
pl: Dodano rozdzielczość: %(res)s

source: Package is installed: %(package)s
de: Paket ist installiert: %(package)s
es: El paquete está instalado: %(package)s
fr: Paquet installé: %(package)s
pl: Pakiet zainstalowany: %(package)s

source: Package not installed: %(package)s
de: Paket ist nicht installiert: %(package)s
es: Paquete no instalado: %(package)s
fr: Paquet non installé: %(package)s
pl: Pakiet niezainstalowany: %(package)s

source: Package not found: %(package)s
de: Paket nicht gefunden: %(package)s
es: Paquete no encontrado: %(package)s
fr: Paquet non trouvé: %(package)s
pl: Nie znaleziono pakietu: %(package)s

source: Could not get status info for package: %(package)s
de: Finde keine Information zum Paketstatus: %(package)s
es: No se puede obtener información sobre el estado del paquete: %(package)s
fr: Impossible d'obtenir le statut pour le paquet: %(package)s
pl: Nie można znaleźć informacji o statusie pakietu: %(package)s

source: Write debug information to file: %(path)s
de: Schreibe (Fehler)Informationen in die Datei: %(path)s
fr: Enregistrement information de débogage dans le fichier: %(path)s
pl: Zapisz informację o debugowaniu do pliku: %(path)s

source: Machine info: %(info)s
de: Systeminformationen: %(info)s
es: Información del equipo: %(info)s
pl: Informacje o komputerze: %(info)s

source: Debian Plymouth Manager version: %(version)s
de: Debian Plymouth Manager in Version: %(version)s
es: Debian Plymouth Manager versión: %(version)s
pl: Debian Plymouth Manager wersja: %(version)s

source: Please enter your password
de: Bitte gib Dein Passwort ein
es: Por favor ingrese su contraseña
fr: Veuillez saisir votre mot de passe.
pl: Wpisz hasło

source: Startup command: %(cmd)s
de: Startbefehl: %(cmd)s
es: Comando de inicio: %(cmd)s
fr: Commande de démarrage: %(cmd)s
pl: Polecenie startowe: %(cmd)s

source: DPM - Live environment
de: DPM - Live Umgebung
fr: DPM - environnement Live
pl: DPM - środowisko live

source: DPM cannot run in a live environment To force start, use the --force argument
de: DPM kann in dieser Live-Umgebung nicht starten Erzwinge den Start mit der Option --force
fr: DPM ne peut fonctionner dans un environnement Live Pour forcer le démarrage, utiliser l'argument --force
pl: DPM nie może działać w środowisku live Aby wymusić start użyj argumentu --force

source: DPM - Debian based
de: DPM - Debian basiert
fr: DPM - base Debian
pl: DPM - oparty na Debianie

source: DPM can only run on Debian based distributions
de: DPM läuft nur auf einer Debian basierten Distribution
es: DPM Sólo puede correr en distribuciones basadas en Debian
fr: DPM peut fonctionner seulement sur des distributions Debian
pl: DPM może działać wyłącznie w dystrubucjach opartych na Debianie

source: Create list store eval string: %(eval)s
de: Erstelle Listenspeicher eval string: %(eval)s
es: Crear una cadena list store eval: %(eval)s
fr: Création liste de chaînes: %(eval)s
pl: Utwórz list store eval string: %(eval)s

source: Clear existing list store
de: Lösche bestehenden Listenspeicher
es: Limpiar la list store existente
fr: Effacement de la liste existante
pl: Wyczyść istniejącą list store

source: First item is column name (multi-column list): %(iscolname)s
de: Erstes Element ist Spaltenname (Mehrfach-Spalten Liste): %(iscolname)s
es: El primer elemento es el nombre de la columna (multi-column list): %(iscolname)s
fr: Le premier élément est un nom de colonne (liste multi-colonnes): %(iscolname)s
pl: Pierwsza pozycja jest nazwą kolumny (lista wielokolumnowa): %(iscolname)s

source: First item is column name (single-column list): %(iscolname)s
de: Erstes Element ist Spaltenname (einfach-Spalten Liste): %(iscolname)s
es: El primer elemento es el nombre de la columna (single-column list): %(iscolname)s
fr: Le premier élément est un nom de colonne (liste simple-colonne): %(iscolname)s
pl: Pierwsza pozycja jest nazwą kolumny (lista jednokolumnowa): %(iscolname)s

source: Create column names: %(cols)s
de: Erstelle Spaltennamen: %(cols)s
es: Crear los nombres de columna: %(cols)s
fr: Création des noms de colonne: %(cols)s
pl: Utwórz nazwy kolumn: %(cols)s

source: First item is column name: skip first item
de: Erstes Element ist Spaltenname: überspringe erstes Element
es: El primer elemento es el nombre de la columna: saltar el primer elemento
fr: Le premier élément est un nom de colonne: premier élément ignoré
pl: Pierwsza pozycja jest nazwą kolumny - pomiń ją

source: Add data to list store: %(data)s
de: Füge Daten zu Listenspeicher hinzu: %(data)s
es: Ingresar datos a la list store: %(data)s
fr: Ajout de donnée à la liste: %(data)s
pl: Dodaj dane do list store: %(data)s

source: Add data to top of list store: %(totop)s
de: Füge Daten am Beginn von Listenspeicher hinzu: %(totop)s
es: Ingresar datos al inicio de la list store: %(totop)s
fr: Ajout de donnée au début de la liste: %(totop)s
pl: Dodaj dane na początek list store: %(totop)s

source: Add data to bottom of list store: %(tobottom)s
de: Füge Daten am Ende von Listenspeicher hinzu: %(tobottom)s
es: Ingresar datos al final de la list store: %(tobottom)s
fr: Ajout de donnée à la fin de la liste: %(tobottom)s
pl: Dodaj dane na koniec list store: %(tobottom)s

source: Last visible column nr: %(colnr)d
de: Nr. der letzten sichtbaren Spalte: %(colnr)d
es: Última columna visible nr: %(colnr)d
fr: Dernière colonne visible n°: %(colnr)d
pl: Numer ostatniej widocznej kolumny: %(colnr)d

source: Hide column nr: %(colnr)d
de: Verstecke Spalte Nr: %(colnr)d
es: Ocultar columna nr: %(colnr)d
fr: Cache colonne n°: %(colnr)d
pl: Ukryj kolumnę nr: %(colnr)d

source: Create column: %(col)s
de: Erzeuge Spalte: %(col)s
es: Crear columna: %(col)s
fr: Création de la colonne: %(col)s
pl: Utwórz kolumnę: %(col)s

source: Check box found: add toggle function
de: Auswahlkästchen gefunden: füge Umschalt- Funktion hinzu
es: Marcar casilla encontrada: ingresar función toggle
fr: Case à cocher trouvée: ajout fonction bascule
pl: Znaleziono pole wyboru - dodaj funkcję przełączania

source: Last column fills treeview: %(colnr)d
de: Letzte Spalte füllt Baumansicht: %(colnr)d
fr: Dernière colonne remplit l'arborescence: %(colnr)d
pl: Ostatnia kolumna wypełnia treeview: %(colnr)d

source: Column added: %(col)s
de: Spalte hinzugefügt: %(col)s
es: Columna añadida: %(col)s
fr: Colonne ajoutée: %(col)s
pl: Dodana kolumna: %(col)s

source: Column already exists: %(col)s
de: Spalte existiert bereits: %(col)s
es: La columna ya existe: %(col)s
fr: Colonne déjà existante: %(col)s
pl: Kolumna istnieje: %(col)s

source: Add Liststore to Treeview
de: Füge Listenspeicher zu Baumansicht hinzu
fr: Ajout de la liste à l'arborescence
pl: Dodaj ListStore do TreeView

source: Scrolled to selected row: %(row)d
de: Zu ausgewählter Zeile gescrollt: %(row)d
es: Desplazado a la fila seleccionada: %(row)d
fr: Défilement jusqu'à la ligne sélectionnée: %(row)d
pl: Przewinięto do wybranego wiersza: %(row)d

source: Themes
de: Themen
es: Temas
fr: Thèmes
pl: Motywy

source: Install
de: Installiere
es: Instalar
fr: Installation
pl: Instaluj

source: Grub
de: Bootmanager Grub(2)

source: Set Plymouth Theme
de: Setze Plymouth Theme
es: Asignar tema Plymouth
fr: Définir le thème Plymouth
pl: Wybierz motyw

source: Preview
de: Vorschau
es: Previsualizar
fr: Aperçu
pl: Podgląd

source: Installed Themes
de: Installierte Themen
es: Temas instalados
fr: Thèmes installés
pl: Zainstalowane motywy

source: Resolutions
de: Auflösung(en)
es: Resoluciones
fr: Résolutions
pl: Rozdzielczości

source: Install Theme
de: Installiere Theme
es: Instalar Temas
fr: Installation thème
pl: Instaluj

source: Remove Theme
de: Entferne Theme
es: Desinstalar temas
fr: Supprimer le thème
pl: Usuń

source: Available Themes
de: Verfügbare Themen
es: Temas disponibles
fr: Thèmes disponibles
pl: Dostępne motywy

source: Set Grub Resolution
de: Setze Auflösung für Grub(2)
es: Asignar resolución al Grub
fr: Définir la résolution grub
pl: Rozdzielczość grub

source: Grub Resolutions
de: Auflösungen für Grub(2)
es: Resoluciones del Grub
fr: Grub résolutions
pl: Rozdzielczości grub

source: Themes menu - seleceted theme: %(theme)s
de: Themen Menü - ausgewähltes Theme: %(theme)s
es: Menú de temas - tema seleccionado: %(theme)s
fr: Menu des thèmes - thème sélectionné: %(theme)s
pl: Menu motywów - wybrany motyw: %(theme)s

source: Install menu - seleceted available theme: %(theme)s
de: Installiere Menü - Auswahl verfügbare Themen: %(theme)s
es: Menú de instalación - tema disponible seleccionado: %(theme)s
fr: Menu installation - thème disponible sélectionné: %(theme)s
pl: Menu instalacyjne - wybrany dostępny motyw: %(theme)s

source: Grub menu - seleceted grub resolution: %(res)s
de: Grub(2) Menü - Wähle Grub-Auflösung: %(res)s
es: Menú del Grub - Resolución seleccionada para el grub: %(res)s
fr: Grub menu - résolution sélectionnée %(res)s
pl: Menu grub - wybrana rozdzielczość grub: %(res)s

source: Themes menu - seleceted resolution: %(res)s
de: Themen Menü - Auswahl Auflösung: %(res)s
es: Menú de temas - resolución seleccionada: %(res)s
fr: Menu des thèmes - résolution sélectionnée: %(res)s
pl: Menu motywów - wybrana rozdzielczość: %(res)s

source: Install menu - seleceted theme to remove: %(theme)s
de: Installiere Menü - entferne ausgewähltes Theme: %(theme)s
es: Menú de instalación - tema seleccionado para desinstalar: %(theme)s
fr: Menu installation - thème sélectionné à supprimer: %(theme)s
pl: Menu instalacyjne - wybrany motyw do usunięcia: %(theme)s

source: You must save before you can preview: Theme: %(theme)s Resolution: %(res)s
de: Bitte erst speichern. Danach kann die Vorschau erstellt werden: Theme: %(theme)s Auflösung: %(res)s
es: Usted debe de guardar los cambios antes de poder previsualizar: Tema: %(theme)s Resolución: %(res)s
fr: Sauvegarder avant de pouvoir prévisualiser: Thème: %(theme)s Résolution: %(res)s
pl: Podgląd dostępny po zapisaniu: Motyw: %(theme)s Rozdzielczość: %(res)s

source: Save setting: %(theme)s (%(res)s)
de: Speichere Thema und Auflösung: %(theme)s (%(res)s)
es: Guardar la configuración: %(theme)s (%(res)s)
fr: Enregistrer les paramètres: %(theme)s (%(res)s)
pl: Zapisz ustawienia: %(theme)s (%(res)s)

source: Done saving settings: %(theme)s (%(res)s)
de: Speicherung für Thema und Auflösung beendet: %(theme)s (%(res)s)
es: Se ha guardado la configuración: %(theme)s (%(res)s)
fr: Enregistrement des paramètres terminé: %(theme)s (%(res)s)
pl: Ustawienia zapisane: %(theme)s (%(res)s)

source: Save settings
de: Gespeicherte Einstellung(en)
es: Guardar cambios
fr: Enregistrer les paramètres
pl: Zapisz ustawienia

source: Theme: %(theme)s Resolution: %(res)s Done
de: Theme: %(theme)s Auflösung: %(res)s Fertig
es: Tema: %(theme)s Resolución: %(res)s Realizado
fr: Thème: %(theme)s Résolution: %(res)s Terminé
pl: Motyw: %(theme)s Rozdzielczość: %(res)s Wykonane

source: install
de: installiere
es: Instalar
fr: Installation
pl: instaluj

source: Install theme
de: Installiere Theme
es: Instalar tema
fr: Installation du thème
pl: Instaluj motyw

source: Continue installing theme: %(theme)s
de: Die Installation für Theme wird fortgeführt: %(theme)s
es: Continuar instalando el tema: %(theme)s
fr: Continuer à installer le thème: %(theme)s
pl: Kontynuuj instalację motyw: %(theme)s

source: Start installing theme: %(theme)s
de: Starte Installation für Theme: %(theme)s
es: Iniciar la instalación del tema: %(theme)s
fr: Démarrage installation thème: %(theme)s
pl: Rozpocznij instalację motywu: %(theme)s

source: User cancel install theme: %(theme)s
de: Abbruch durch den Benutzer: Theme- Installalation %(theme)s
es: El usuario canceló la instalación del tema: %(theme)s
fr: Abandon par l'utilisateur de l'installation du thème: %(theme)s
pl: Instalacja motywu skasowana przez użytkownika: %(theme)s

source: The package cannot be installed: %(pck)s Try apt instead
de: Paket kann nicht installiert werden: %(pck)s Probiere es über apt-get install PAKETNAME
es: El paquete no puede instalarse: %(pck)s Intente apt en su lugar
fr: Le paquet ne peut être installé: %(pck)s Essayer plutôt avec apt
pl: Pakiet nie może być zainstalowany: %(pck)s Spróbuj użyć apt

source: remove
de: entferne
es: Desinstalar
fr: Supprimer
pl: usuń

source: Remove theme
de: Entferne Theme
es: Desinstalar el tema
fr: Supprimer le thème
pl: Usuń motyw

source: Continue removing theme: %(theme)s
de: Entfernung des Theme wird fortgesetzt: %(theme)s
es: Continuar desinstalando el tema: %(theme)s
fr: Continuer à supprimer le thème: %(theme)s
pl: Usuwanie motywu w toku: %(theme)s

source: Start removing theme: %(theme)s
de: Starte Entfernung für Theme: %(theme)s
es: Iniciar la desinstalación del tema: %(theme)s
fr: Démarrage de la suppression du thème: %(theme)s
pl: Rozpocznij usuwanie motywu: %(theme)s

source: User cancel remove theme: %(theme)s
de: Abbruch durch User: Themenentfernung %(theme)s
es: El usuario canceló la desinstalación del tema: %(theme)s
fr: Abandon par l'utilisateur de la suppression du thème: %(theme)s
pl: Usuwanie motywu skasowane przez użytkownika: %(theme)s

source: The package cannot be removed: %(pck)s It is part of a meta package. Try apt instead
de: Paket kann nicht entfernt werden: %(pck)s Paket ist Teil eines Metapaketes. Nimm stattdessen apt
es: El paquete no se puede desinstalar: %(pck)s Es parte de un meta paquete. Intente apt en su lugar
fr: Le paquet ne peut être supprimé: %(pck)s il fait partie d'un meta-paquet. Essayer plutôt avec apt
pl: Pakiet nie może być usunięty: %(pck)s Jest on częścią metapakietu. Spróbuj użyć apt

source: Could not %(action)s theme: %(theme)s Try apt instead. Error message: %(err)s
de: Kann %(action)s Theme: %(theme)s nicht ausführen Probiere apt stattdessen. Fehlermeldung %(err)s
es: No se puede %(action)s tema: %(theme)s Intente en su lugar con apt. Mensaje de error: %(err)s
fr: Ne peut %(action)s le thème: %(theme)s Essayer plutôt avec apt. Message d'erreur: %(err)s
pl: Nie można %(action)s motywu: %(theme)s Spróbuj uzyć apt. Komunikat błędu: %(err)s

source: %(action)s successfully of: %(pck)s
de: %(action)s erfolgreich für: %(pck)s
es: %(action)s exitosa de: %(pck)s
fr: Succès %(action)s : %(pck)s
pl: %(action)s zrealizowane: %(pck)s

source: Save grub resolution: %(res)s
de: Speichere Grubauflösung: %(res)s
es: Guardar la resolución del grub : %(res)s
fr: Enregistrer la résolution grub: %(res)s
pl: Zapisz rozdzielczość grub: %(res)s

source: Grub resolution
de: Grubauflösung
es: Resolución del Grub
fr: Résolution Grub
pl: Rozdzielczość grub

source: Grub resolution saved: %(res)s
de: Grubauflösung gespeichert: %(res)s
es: Resolución del Grub guardada: %(res)s
fr: Résolution Grub enregistrée: %(res)s
pl: Zapisano rozdzielczość grub: %(res)s

source: Package found %(pck)s
de: Pakete gefunden %(pck)s
es: Paquete encontrado %(pck)s
fr: Paquet trouvé %(pck)s
pl: Znaleziono pakiet %(pck)s

source: Current Plymouth resolution: %(res)s
de: Aktuelle Plymouth Auflösung: %(res)s
es: Resolución actual de Plymouth: %(res)s
fr: Résolution actuelle Plymouth: %(res)s
pl: Bieżąca rozdzielczość Plymoutha: %(res)s

source: Neither grub nor burg found in /etc/default
de: Weder Grub noch Burg in /etc/default gefunden
es: No se ha encontrado el grub o el burg en /etc/default
fr: Ni grub, ni burg trouvé dans /etc/default
pl: Nie znaleziono ani grub ani burg w /etc/default

source: New modules: %(modules)s
de: Neue Module: %(modules)s
es: Nuevos módulos: %(modules)s
fr: Nouveaux modules: %(modules)s
pl: Nowe moduły: %(modules)s

source: New grub: %(grub)s
de: Neu Grub: %(grub)s
es: Nuevo grub: %(grub)s
fr: Nouveau grub: %(grub)s
pl: Nowy grub: %(grub)s

source: Cannot save Plymouth theme: No grub or burg config file in /etc/default.
de: Kann Plymouth Theme nicht speichern: Keine Konfigurationsdatei für Grub oder Burg in /etc/default.
es: No se puede salvar el tema de Plymouth: No existe ningún archivo de configuración del grub o del burg en /etc/default.
fr: Sauvegarde du thème Plymouth impossible pas de fichier de configuration grub ou burg dans /etc/default
pl: Nie mozna zapisać motywu Plymouth: Brak pliku konfiguracyjnego grub/burg...

source: Used graphics driver: %(drv)s
de: Verwendeter Grafikkartentreiber: %(drv)s
es: Controlador de gráficos utilizado: %(drv)s
fr: Driver graphique utilisé: %(drv)s
pl: Sterownik karty graficznej: %(drv)s

source: Current grub resolution: %(res)s
de: Aktuelle Auflösung Grub: %(res)s
es: Resolución actual del grub: %(res)s
fr: Résolution actuelle grub: %(res)s
pl: Bieżąca rozdzielczość grub: %(res)s

source: No grub or burg found
de: Grub oder Burg nicht gefunden
es: No se encontró el grub o el burg
fr: Grub ou burg non trouvé
pl: Nie znaleziono programu rozruchowego (grub/burg)

source: %(act1)s%(act2)s theme
es: %(act1)s%(act2)s tema
fr: %(act1)s%(act2)s thème
pl: %(act1)s%(act2)s motywu
