Repository: Davidmp1/solydxk-locale
Catalog: po/*/lightdm-manager.po
Languages: cs, el, it, ja, pl, ru, tr

source: Command to execute: %(cmd)s
pl: Polecenie do wykonania: %(cmd)s

source: Search for extensions: %(ext)s
pl: Szukaj rozszerzeń: %(ext)s

source: File with extension found: %(path)s
pl: Znaleziono plik z rozszerzeniem: %(path)s

source: File found: %(path)s
pl: Znaleziono plik: %(path)s

source: Resolution added: %(res)s
pl: Dodano rozdzielczość: %(res)s

source: Package is installed: %(package)s
pl: Zainstalowano pakiet: %(package)s

source: Package not installed: %(package)s
pl: Nie zainstalowano pakietu: %(package)s

source: Package not found: %(package)s
pl: Nie znaleziono pakietu: %(package)s

source: Could not get status info for package: %(package)s
pl: Nie można znaleźć info o statusie pakietu: %(package)s

source: Users
cs: Uživatelé
el: Χρήστες
it: Utenti
ja: ユーザー
pl: Użytkownicy
ru: Пользователи
tr: Kullanıcılar

source: Appearance
cs: Vzhled
el: Εμφάνιση
it: Aspetto
ja: アピリアランス
pl: Wygląd
ru: Внешний вид
tr: Görünüm

source: Background
cs: Pozadí
el: Παρασκήνιο
it: Sfondo
ja: 背景
pl: Tło
ru: Фон
tr: Arkaplan

source: Save
cs: uložit
el: Αποθήκευση
it: Salva
ja: 保存
pl: Zapisz
ru: Сохранить
tr: Kaydet

source: Auto-login
el: Αυτόματη σύνδεση
it: Login automatico
ja: 自動ログイン
pl: Auto-logowanie
ru: Авто-логин
tr: Otomatik giriş

source: Theme
cs: Téma
el: Θέμα
it: Tema
ja: テーマ
pl: Motyw
ru: Тема
tr: Tema

source: Auto-login user
cs: Auto-login uživatel
el: Χρήστης τής αυτόματης σύνδεσης
it: Utente in login automatico
ja: 自動ログインユーザー
pl: Autologowanie użytkownika
ru: Авто-логин пользователя
tr: Otomatik giriş kullanıcısı

source: The auto-login user has changed Do you want to save the new settings?
cs: Auto-login uživatel byl změněn Chcete nové nastavení uložit?
el: Ο χρήστης τής αυτόματης σύνδεσης άλλαξε Θέλετε να αποθηκεύσετε τις νέες ρυθμίσεις;
it: L'utente in login automatico è stato cambiato. Vuoi salvare le nuove impostazioni?
ja: 自動ログインユーザーが変更されました 新たな設定を保存してよろしいですか？
pl: Zmieniono auto-login Czy chcesz zapisać nowe ustawienia?
ru: Пользователь для авто-логина изменен Хотите сохранить новые настройки?
tr: Otomatik giriş kullanıcısı değiştirildin Yeni ayarları kaydetmek ister misiniz?

source: Saved
cs: Uloženo
el: Αποθηκεύτηκε
it: Salvato
ja: 保存しました
pl: Zapisano
ru: Сохранено
tr: Kaydedildi

source: Auto-login user saved: %(usr)s
cs: Auto-login uživatel uložen: %(usr)s
el: Ο χρήστης τής αυτόματης σύνδεσης αποθηκεύτηκε: %(usr)s
it: Utente in login automatico salvato: %(usr)s
ja: 自動ログインユーザーを保存しました %(usr)s
pl: Auto-login zapisany: %(usr)s
ru: Авто-логин пользователя сохранен: %(usr)s
tr: Otomatik giriş kullanıcısı kaydedildi: %(usr)s

source: New auto-login user: %(usr)s
cs: Nový auto-login uživatel: %(usr)s
el: Νέος χρήστης τής αυτόματης σύνδεσης: %(usr)s
it: Nuovo utente in login automatico: %(usr)s
ja: 新たな自動ログインユーザー: %(usr)s
pl: Nowy auto-login: %(usr)s
ru: Новый авто-логин пользователя: %(usr)s
tr: Yeni otomatik giriş kullanıcısı: %(usr)s

source: Auto-login has been disabled.
cs: Auto-login by mělo být zakázáno.
el: Η αυτόματη σύνδεση απενεργοποιήθηκε.
it: Il login automatico è stato disabilitato
ja: 自動ログインを無効化します。
pl: Automatyczne logowanie nieaktywne.
ru: Авто-логин был отключен.
tr: Otomatik giriş devredışı bırakıldı.

source: Auto-login disabled
cs: Auto-login zakázáno
el: Αυτόματη σύνδεση απενεργοποιημένη.
it: Login automatico disabilitato
ja: 自動ログイン無効化
pl: Auto-logowanie niemożliwe
ru: Авто-логин отключен
tr: Otomatik giriş kapatıldı.

source: Appearance settings have changed Do you want to save these new settings?
cs: Nastavení vzhledu bylo změněno Chcete nové nastavení uložit?
el: Οι ρυθμίσεις εμφάνισης άλλαξαν Θέλετε να αποθηκεύσετε τις νέες ρυθμίσεις;
it: Le impostazioni dell'aspetto sono state modificate. Vuoi salvare le nuove impostazioni?
ja: アピリアランス設定を変更しました 新たな設定を保存しますか？
pl: Ustawienia wyglądu zostały zmienione Czy chcesz zapisać nowe ustawienia?
ru: Настройки внешнего вида изменены Хотите сохранить новые настройки?
tr: Görünüm ayarları değiştirildi Yeni ayarları kaydetmek ister misiniz?

source: Theme: %(theme)s
cs: Téma: %(theme)s
el: Θέμα: %(theme)s
it: Tema: %(theme)s
ja: テーマ: %(theme)s
pl: Motyw: %(theme)s
ru: Тема: %(theme)s
tr: Tema: %(theme)s

source: Background: %(bg)s
cs: Pozadí: %(bg)s
el: Παρασκήνιο: %(bg)s
it: Sfondo: %(bg)s
ja: 背景: %(bg)s
pl: Tło: %(bg)s
ru: Заставка: %(bg)s
tr: Arkaplan: %(bg)s

source: LightDM appearance saved: %(msg)s
cs: Vzhled LightDM uloženo: %(msg)s
el: Η ρύθμιση εμφάνισης τού LightDM αποθηκεύτηκε: %(msg)s
it: Aspetto di LightDM salvato: %(msg)s
ja: LightDM アピリアランス保存: %(msg)s
pl: Zapisano wygląd LightDM: %(msg)s
ru: Внешний вид LightDM сохранен: %(msg)s
tr: LightDM görünümü kaydedildi: %(msg)s

source: Current background: %(bg)s
cs: Současné pozadí: %(bg)s
el: Παρασκήνιο σε χρήση: %(bg)s
it: Sfondo attuale: %(bg)s
ja: 現在の背景: %(bg)s
pl: Bieżące tło: %(bg)s
ru: Текущая заставка: %(bg)s
tr: Mevcut arkaplan: %(bg)s

source: No background set
cs: Pozadí nenastaveno
el: Δεν ορίστηκε παρασκήνιο
it: Nessuno sfondo impostato
ja: 背景なし
pl: Nie wybrano tła
ru: Заставка не установлена
tr: Arkaplan ayarlanmadı

source: Auto-login user selected: %(usr)s
cs: Vybrán Auto-login uživatel: %(usr)s
el: Επιλέχθηκε ο χρήστης τής αυτόματης σύνδεσης: %(usr)s
it: Utente in login automatico selezionato: %(usr)s
ja: 自動ログインユーザー: %(usr)s
pl: Wybrany auto-login: %(usr)s
ru: Пользователь для авто-логина: %(usr)s
tr: Otomatik giriş kullanıcısı seçildi: %(usr)s

source: New background: %(bg)s
cs: Nové pozadí: %(bg)s
el: Νεό παρασκήνιο: %(bg)s
it: Nuovo sfondo: %(bg)s
ja: 新たな背景: %(bg)s
pl: Nowe tło: %(bg)s
ru: Новая заставка: %(bg)s
tr: Yeni arkaplan: %(bg)s

source: New theme: %(theme)s
cs: Nové téma: %(theme)s
el: Νεό θέμα: %(theme)s
it: Nuovo tema: %(theme)s
ja: 新たなテーマ: %(theme)s
pl: Nowy motyw: %(theme)s
ru: Новая тема: %(theme)s
tr: Yeni tema: %(theme)s

source: No Theme
cs: Žádné téma
el: Χωρίς θέμα
it: Nessun tema
ja: テーマなし
pl: Brak motywu
ru: Нет темы
tr: Tema Yok

source: Directory does not contain a valid theme engine: Please, choose another theme.
cs: Adresář neobsahuje platné téma: Zvolte prosím jiné téma.
el: Ο κατάλογος δεν περιέχει έγκυρο θέμα: Παρακαλόύμε, επιλέξτε άλλο θέμα..
it: La cartella non contiene un motore di temi valido: Per favore, sceglere un altro tema.
ja: ディレクトリは有効なエンジンが含まれていません。 他のテーマを選択して下さい。
pl: Katalog nie zawiera aktualnego silnika motywu: Proszę wybrać inny motyw.
ru: Директория не содержит подходящих тем: Пожалуйста, выберите другую тему.
tr: Dizin geçerli bir tema motoru içermiyor: Lütfen, başka bir tema seçiniz.

source: No valid theme: %(dir)s
cs: Neplatné téma: %(dir)s
el: Μη έγκυρο θέμα: %(dir)s
it: Nessun tema valido: %(dir)s
ja: 有効テーマなし: %(dir)s
pl: Brak ważnego motywu: %(dir)s
ru: Нет подходящих тем: %(dir)s
tr: Geçerli bir tema yok: %(dir)s

source: Found themedir: %(dir)s and theme name: %(theme)s
pl: Znaleziono katalog: %(dir)s i nazwę motywu: %(theme)s

source: %(conf1)s copied to %(conf2)s.org
pl: %(conf1)s skopiowano do %(conf2)s.org

source: Images
cs: Obrázky
el: Εικόνες
it: Immagini
ja: 画像
pl: Obrazy
ru: Изображения
tr: Resimler

source: Search %(theme)s in %(dir)s
pl: Szukaj %(theme)s w %(dir)s

source: Current theme directory: %(dir)s
pl: Bieżący katalog motywu: %(dir)s

source: Write debug information to file: %(path)s
cs: Uložit ladící informace do souboru: %(path)s
el: Εγγραφή πληροφοριών απασφαλμάτωσης στο αρχείο: %(path)s
it: Scrivere le informazioni di debug nel file: %(path)s
ja: デバック情報をファイルへ書込: %(path)s
pl: Zapisz info o debugowaniu do pliku: %(path)s
ru: Записывать отладочную информацию в файл: %(path)s
tr: Hata ayıklama bilgisini dosyaya yaz: %(path)s

source: Machine info: %(info)s
cs: Informace o zařízení: %(info)s
el: Πληροφορίες συστήματος: %(info)s
it: Informazioni macchina: %(info)s
ja: マシン情報: %(info)s
pl: Informacje o komputerze: %(info)s
ru: Информация о компьютере: %(info)s
tr: Makine bilgisi: %(info)s

source: lightdm-manager version: %(version)s
cs: Verze lightdm-manageru: %(version)s
el: Έκδοση διαχειριστή lightdm: %(version)s
it: Versione lightdm-manager: %(version)s
ja: lightdm-manager バージョン: %(version)s
pl: lightdm-manager wersja: %(version)s
ru: Менеджер LightDM - версия: %(version)s
tr: lightdm-manager versiyonu: %(version)s

source: Please enter your password
cs: Zadejte prosím svoje heslo
el: Παρακαλούμε εισάγετε τον κωδικό σας
it: Per favore, digitare la password
ja: パスワードを入力して下さい
pl: Proszę wpisać hasło
ru: Введите пароль
tr: Lütfen parolanızı girin

source: Startup command: %(cmd)s
pl: Polecenie startowe: %(cmd)s

source: LightDM Manager - Live environment
cs: LightDM Manager - Živé prostředí
el: Διαχειριστής LightDM Manager - Περιβάλλον εγκατάστασης
pl: LightDM Menedżer - Środowisko LIve
ru: Менеджер LightDM - Live-режим
tr: LightDM Manager - Canlı ortam

source: LightDM Manager cannot run in a live environment To force start, use the --force argument
cs: LightDM Manager nemůže běžet v živém prostředí Pro vynucení startu použijte parametr --force
el: Ο διαχειριστής LightDM δεν μπορεί να τρέξει σε περιβάλλον εγκατάστασης Για εξαναγκαμό εκκίνησης χρησιμοποιήστε την παράμετρο --force argument
it: LightDM Manager non può essere eseguito in un live environment Per forzarne l'avvio, usare l'argomento --force
ja: LightDM Manager を live environment で実行できません 強制起動するには --force を使用して下さい
pl: LightDM Menedżer nie działa w środowisku live Aby wymusić start użyj argumentu --force
ru: Менеджер LightDM не может быть запущен в live-режиме Для принудительного запуска используйте --force
tr: LightDM Manager canlı bir ortamda çalışamaz Zorla başlatmak için, --force değişkenini kullanın

source: LightDM Manager - Debian based
cs: LightDM Manager - Založeno na Debianu
el: Διαχειριστής οθόνης σύνδεσης LightDM - βασισμένος στο Debian
ja: LightDM Manager - Debian ベース
pl: Menedżer LightDM - oparty na Debianie
tr: LightDM Manager - Debian tabanlı

source: LightDM Manager can only run on Debian based distributions
cs: LightDM Manager může běžet pouze na distribucích založených na Debianu
el: Ο διαχειριστής LightDM τρέχει μόνο σε διανομές βασισμένες στο Debian
it: LightDM Manager può essere eseguito solo in distribuzioni basate su Debian
ja: LightDM Manager は Debian ベースのディストリビューションのみで実行します
pl: LightDM działa wyłącznie w dystrybucjach opartych na Debianie
ru: Менеджер LightDM может быть запущен только в Debian-based дистрибутивах
tr: LightDM Manager sadece Debian tabanlı dağıtımlarda çalışabilir

source: LightDM Manager
el: Διαχειριστής οθόνης σύνδεσης LightDM
pl: Menedżer LightDM
ru: Менеджер LightDM

source: LightDM not installed - quitting.
cs: LightDM není nainstalován - ukončování.
el: Ο διαχειριστής LightDM δεν είναι εγκατεστημένος - εγκατάλειψη
it: LightDM non installato - uscita.
ja: LightDM がインストールされていません。終了中
pl: LightDM niezainstalowany - rezygnacja.
ru: LightDM не установлен - выход.
tr: LightDM kurulu değil - çıkılıyor.

source: Create list store eval string: %(eval)s
pl: Utwórz list store eval string: %(eval)s

source: Clear existing list store
pl: Wyczyść istniejącą list store

source: First item is column name (multi-column list): %(iscolname)s
pl: Pierwsza pozycja jest nazwą kolumny (lista wielokolumnowa): %(iscolname)s

source: First item is column name (single-column list): %(iscolname)s
pl: Pierwsza pozycja jest nazwą kolumny (lista jednokolumnowa): %(iscolname)s

source: Create column names: %(cols)s
pl: Utwórz nazwy kolumn: %(cols)s

source: First item is column name: skip first item
pl: Pierwsza pozycja jest nazwą kolumny - pomiń

source: Add data to list store: %(data)s
pl: Dodaj dane do list store: %(data)s

source: Add data to top of list store: %(totop)s
pl: Dodaj dane do początku list store: %(totop)s

source: Add data to bottom of list store: %(tobottom)s
pl: Godaj dane do końca list store: %(tobottom)s

source: Last visible column nr: %(colnr)d
pl: Ostatnia widoczna kolumna nr: %(colnr)d

source: Hide column nr: %(colnr)d
pl: Ukryj kolumnę nr: %(colnr)d

source: Create column: %(col)s
pl: Utwórz kolumnę: %(col)s

source: Check box found: add toggle function
pl: Znaleziono pole wyboru - dodaj funkcję przełączania

source: Last column fills treeview: %(colnr)d
pl: Ostatnia kolumna wypełnia TreeView: %(colnr)d

source: Column added: %(col)s
pl: Dodano kolumnę: %(col)s

source: Column already exists: %(col)s
pl: Kolumna istnieje: %(col)s

source: Add Liststore to Treeview
pl: Dodaj ListStore do TreeView

source: Scrolled to selected row: %(row)d
pl: Przewinięto do wybranego wiersza: %(row)d
