Repository: Davidmp1/solydxk-locale
Catalog: po/*/live-installer.po
Languages: ca, de, el, fr, it, ja, ru, se, tr

source: Formatting %(partition)s as %(format)s...
ca: Formatant %(partition)s com a %(format)s...
de: Formatiere %(partition)s als %(format)s...
el: Διαμόρφωση %(partition)s ως %(format)s...
fr: Formatage de %(partition)s en %(format)s...
it: Formattazione di %(partition)s as %(format)s...
ja: フォーマット: %(partition)s → %(format)s...
ru: Форматирование %(partition)s как %(format)s...
se: Formattera %(partition)s som %(format)s
tr: %(partition)s , %(format)s olarak biçimlendiriliyor...

source: Mounting %(partition)s on %(mountpoint)s
ca: Muntant %(partition)s a %(mountpoint)s
de: Hänge %(partition)s als %(mountpoint)s ein
el: Προσάρτηση %(partition)s σε %(mountpoint)s
fr: Montage de %(partition)s sur %(mountpoint)s
it: Mount di %(partition)s su %(mountpoint)s
ja: マウント: %(partition)s → %(mountpoint)s
ru: Монтирование %(partition)s в %(mountpoint)s
se: Montera %(partition)s på %(mountpoint)s
tr: %(partition)s , %(mountpoint)s olarak bağlanıyor

source: ERROR: You must first manually mount your target filesystem(s) at /target to do a custom install!
ca: ERROR: cal muntar manualment el vostre sistema de fitxers a /target per fer una instal·lació a mida!
de: FEHLER: du musst dein Zielfilesystem zuerst manuell in /target mounten, um eine benutzerdefinierte Installation durchzuführen!
el: ΣΦΑΛΜΑ: Πρέπει πρώτα να προσαρτήσετε το ή τα συστήματα αρχείων σας στo /target αν θέλετε να κάνετε χειροκίνητη εγκατάσταση.
fr: ERREUR: vous devez monter en premier votre système de fichiers cible sur /target pour une installation personnalisée
it: ERRORE: Per effettuare un'installazione personalizzata è necessario montare manualmente il filesystem come /target!
ja: エラー: まずカスタムインストールから手動で対象ファイルシステムを /target へマウントしなければいけません！
ru: ОШИБКА: Сначала Вы должны вручную смонтировать целевую файловую систему в /, чтобы начать установку
se: FEL: Du måste manuellt montera din enhets filsystem i /target för att kunna göra en anpassad installation!
tr: HATA: Özel kurulum yapmak için öncelikle hedef dosyasistem(ler)ini /target üzerine elle bağlamalısınız.

source: Indexing files to be copied..
ca: Indexant els fitxers a copiar...
de: Indiziere zu kopierende Files...
el: Δημιουργείται ο κατάλογος τών αρχείων προς αντιγραφή..
fr: Indexation des fichiers à copier..
it: File di indice da copiare...
ja: インデックスファイルをコピー完了..
ru: Индексация файлов, подлежащих копированию...
se: Indexerar filer som ska kopieras..
tr: Kopyalanmak üzere dosyalar indeksleniyor..

source: Copying %s
ca: Copiant %s
de: Kopiere %s
el: Γίνεται αντιγραφή %s
fr: Copie en cours de %s
it: Copia di %s
ja: コピー中: %s
ru: Копирование %s
se: Kopierar %s
tr: Kopyalanıyor %s

source: Restoring meta-information on %s
ca: Restaurant la meta-informació a %s
de: Stelle Meta-Informationen in %s wieder her
el: Αποκατάσταση μεταπληροφοριών στο %s
fr: Restauration des méta-informations dans %s
it: Ripristino delle meta-informazioni su %s
ja: META 情報 %s の復旧
ru: Восстановление мета-данных на %s
se: Återställer meta-information till %s
tr: %s meta-bilgileri eski haline getiriliyor

source: Entering new system..
ca: Entrant un nou sistema
de: Starte neues System
el: Γίνεται είσοδος στο νέο σύστημα
fr: Accès au nouveau système...
it: Accesso al nuovo sistema...
ja: 新システムを実行中..
ru: Вход в новую систему...
se: Träder in i det nya systemet..
tr: Yeni sisteme giriliyor...

source: Adding user to system
ca: Afegint l'usuari al sistema
de: Füge Benutzer zum System hinzu
el: Προστίθεται ο χρήστης στο σύστημα
fr: Ajout de l'utilisateur au système
it: Aggiunta dell'utente al sistema
ja: システムへユーザーを追加
ru: Добавление пользователя в систему
se: Lägger till användaren till systemet
tr: Kullanıcı sisteme ekleniyor

source: Configure system
ca: Configura el sistema
de: Konfiguriere System
el: Ρύθμιση συστήματος
it: Configura sistema
ja: システムの設定
ru: Настройка системы
se: Konfigurerar systemet
tr: Sisteminizi yapılandırın

source: Writing filesystem mount information
ca: Escrivint la informació del sistema de fitxers
de: Schreibe Dateisystem Einhänge- Informationen
el: Γίνεται εγγραφή των πληροφοριών προσάρτησης τού συστήματος αρχείων
fr: Écriture des informations de montage du système de fichiers
it: Scrittura delle informazioni di mount
ja: ファイルシステムマウント情報を書き込み中
ru: Запись информации о монтировании файловых систем
se: Skriver filsystemets monteringsinformation
tr: Dosyasistemi bağlama bilgisi yazılıyor

source: Setting hostname
ca: Configurant el nom d'amfitrió
de: Setze Hostname
el: Δημιουργείται το όνομα υπολογιστή
fr: Définition du nom d'hôte
it: Impostazione dell'hostname
ja: ホスト名の設定中
ru: Установка имени компьютера
se: Ställer in hostnamn
tr: Makine adı ayarlanıyor

source: Setting locale
ca: Configurant el locale
de: Setze Lokalisierung
el: Γίνεται εφαρμογή των ρυθμίσεων τοπικότητας
fr: Configuration des paramètres régionaux
it: Impostazioni del locale
ja: ロケールの設定中
ru: Установка локали
se: Konfigurerar språkinställningar för systemet (locale)
tr: Yerelleştirme ayarlanıyor

source: Setting keyboard options
ca: Configurant les opcions de teclat
de: Setzte Tastaturoptionen
el: Γίνεται εφαρμογή των ρυθμίσεων τού πληκτρολόγιου
fr: Configuration des options de clavier
it: Impostazione delle opzioni della tastiera
ja: キーボードオプションの設定中
ru: Настройка клавиатуры
se: Konfigurerar tangentbordsinställningar
tr: Klavye ayarları ayarlanıyor

source: Installing bootloader
ca: Instal·lant el carregador d'arrencada
de: Installiere Bootloader
el: Γίνεται εγκατάσταση τού εκκινητή συστήματος
fr: Installation du bootloader
it: Installazione del bootloader
ja: ブートローダーのインストール中
ru: Установка системного загрузчика
se: Installerar starthanterare
tr: Bootloader kuruluyor

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
ca: ATENCIÓ: El carregador grub no s'ha configurat adequadament! Cal fer-ho manualment.
de: WARNUNG: Der Grub Bootloader wurde nicht richtig konfiguriert! Du musst ihn manuell konfigurieren.
el: ΠΡΟΣΟΧΗ: Ο εκκινητής συστήματος GRUB δεν ρυθμίστηκε επιτυχώς! Θα χρειαστεί να τον ρυθμίσετε χειροκίνητα.
fr: ATTENTION : le bootloader GRUB n'a pas été configuré correctement! Vous devez le configurer manuellement.
it: ATTENZIONE: Il bootloader grub non è stato configurato correttamente! È necessario configurarlo manualmente.
ja: 警告: GRUB ブートローダの設定ができませんでした！ 手動で設定を行う必要があります。
ru: ВНИМАНИЕ: Системный загрузчик Grub настроен неправильно! Вы должны настроить его вручную.
se: VARNING: Starthanteraren grub är inte konfigurerad ordentligt! Du behöver manuelt åtgärda detta.
tr: UYARI: Grub bootloader düzgün ayarlanmadı! Elle ayarlamanız gerekiyor.

source: Configuring Plymouth
ca: Configurant Plymouth
de: Konfiguriere Plymouth
el: Γίνεται ρύθμιση τού Plymouth
fr: Configuration du Plymouth
it: Configurazione di Plymouth
ja: スプラッシュ画面の設定中
ru: Настройка Plymouth
se: Konfigurerar Plymouth
tr: Plymouth ayarlanıyor

source: Install multimedia
ca: Instal·lant multimèdia

source: Configuring sensors
ca: Configurant els sensors
ja: センサーの設定中
ru: Настройка сенсоров

source: Removing live configuration (packages)
ca: Eliminant la configuració autònoma (paquets)
de: Lösche live- Konfiguration (Pakete)
el: Αφαιρούνται τα προσωρινά πακέτα τής εφαρμογής εγκατάστασης
fr: Suppression des paquets du système live
it: Rimozione della configurazione live (pacchetti)
ja: ライブ設定(パッケージ)の削除中
ru: Удаление live конфигурации (пакеты)
se: Tar bort live-cd konfigurationer (paket)
tr: Canlı ortam ayarları (paketler) kaldırılıyor

source: Removing gparted from KDE
ca: Eliminant Gparted del KDE
de: Lösche 'gparted' von KDE
el: Γίνεται αφαίρεση τού gparted από το KDE
it: Rimozione di gparted da KDE
tr: Gparted KDE'den kaldırılıyor

source: Configuring Initramfs
ca: Configurant initramfs
ja: initramfs の設定中
ru: Настройка initramfs
se: Konfigurera initramfs

source: Cleaning APT
ca: Netejant l'APT
de: Räume APT auf
el: Καθαρισμός APT
fr: Nettoyage d'APT
it: Pulizia di APT
ja: APT 最適化中
ru: Очистка APT
se: Rensar APT
tr: APT temizleniyor

source: Installation finished
ca: Instal·lació finalitzada
de: Installation beendet
el: Η εγκατάσταση ολοκληρώθηκε
fr: Installation terminée
it: Installazione completata
ja: インストール完了
ru: Установка завершена
se: Installationen är slutförd
tr: Kurulum tamamlandı

source: Configuring bootloader
ca: Configurant el carregador d'arrencada
de: Konfiguriere Bootloader
el: Γίνεται ρύθμιση τού εκκινητή συστήματος
fr: Configuration du bootloader
it: Configurazione del bootloader
ja: ブートローダーの設定
ru: Настройка системного загрузчика
se: Konfigurera starthanterare
tr: Bootloader ayarlanıyor

source: Checking bootloader
ca: Comprovant el carregador d'arrencada
de: Überprüfe Bootloader
el: Γίνεται έλεγχος τού εκκινητή συστήματος
fr: Vérification du bootloader
it: Controllo del bootloader
ja: ブートローダーの確認
ru: Проверка системного загрузчика
se: Kontrollerar starthanterare
tr: Bootloader kontrol ediliyor

source: unallocated
ca: no assignat
de: nicht zugewiesen
el: αχρησιμοποίητος
fr: non alloué
it: non allocato
ja: 割り当てなし
ru: не размечено
se: oallokerat
tr: ayrılmamış

source: Update apt cache
ca: Actualitzant apt cache

source: Install additional localized packages
ca: Instal·la paquets localitzats addicionals

source: Localizing KDE
ca: Localitzant KDE
de: Lokalisiere KDE
el: Γίνεται εφαρμογή των ρυθμίσεων τοπικότητας τού KDE
fr: Localisation de KDE
it: Localizzazione di KDE
ja: KDE 言語ファイル設定中
ru: Локализация KDE
se: Konfigurerar språkinställningar för KDE
tr: KDE yerelleştiriliyor

source: Localizing LibreOffice
ca: Localitzant Libre Office
de: Lokalisiere LibreOffice
el: Γίνεται εφαρμογή των ρυθμίσεων τοπικότητας τού LibreOffice
fr: Localisation de LibreOffice
it: Localizzazione di LibreOffice
ja: LibreOffice 言語ファイル設定中
ru: Локализация LibreOffice
se: Konfigurerar språkinställningar för LibreOffice
tr: LibreOffice yerelleştiriliyor

source: Localizing AbiWord
ca: Localitzant AbiWord
de: Lokalisiere AbiWord
el: Γίνεται εφαρμογή των ρυθμίσεων τοπικότητας τού AbiWord
fr: Localisation de AbiWord
it: Localizzazione di AbiWord
ja: AbiWord 言語ファイル設定中
ru: Локализация AbiWord
se: Konfigurerar språkinställningar för AbiWord
tr: AbiWord yerelleştiriliyor

source: Localizing Firefox
ca: Localitzant Firefox
de: Lokalisiere Firefox
el: Γίνεται εφαρμογή των ρυθμίσεων τοπικότητας τού Firefox
fr: Localisation de Firefox
it: Localizzazione di Firefox
ja: Firefox 言語ファイル設定中
ru: Локализация Firefox
se: Konfigurerar språkinställningar för Firefox
tr: Firefox yerelleştiriliyor

source: Localizing Thunderbird
ca: Localitzant Thunderbird
de: Lokalisiere Thunderbird
el: Γίνεται εφαρμογή των ρυθμίσεων τοπικότητας τού Thunderbird
fr: Localisation de Thunderbird
it: Localizzazione di Thunderbird
ja: Thunderbird 言語ファイル設定中
ru: Локализация Thunderbird
se: Konfigurerar språkinställningar för Thunderbird
tr: Thunderbird yerelleştiriliyor

source: %s Installer
ca: Instal·lador %s
el: %s πρόγραμμα εγκατάστασης
fr: Installation de %s
ja: %s インストーラ
ru: %s Установщик
tr: %s Yükleyici

source: Language
ca: Llenguatge
de: Sprache
el: Γλώσσα
fr: Langue
it: Lingua
ja: 言語
ru: Язык
se: Språk
tr: Dil

source: Timezone
ca: Fus horari:
de: Zeitzone
el: Ώρα ζώνης
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
ru: Часовой пояс
se: Tidszon
tr: Zaman Dilimi

source: Keyboard layout
ca: Disposició del teclat
de: Tastaturlayout
el: Διάταξη πληκτρολόγιου
fr: Disposition du clavier
it: Layout di tastiera
ja: キーボードレイアウト
ru: Раскладка клавиатуры
se: Tangentbordslayout
tr: Klavye Dizilimi

source: User info
ca: Informació d'usuari
de: Benutzerinfo
el: Πληροφορίες χρήστη
fr: Informations utilisateur
it: Informazioni utente
ja: ユーザー情報
ru: Информация о пользователе
se: Användar information
tr: Kullanıcı bilgisi

source: Hard drive
ca: Disc dur
de: Festplatte
el: Σκληρός δίσκος
fr: Disque dur
it: Hard disk
ja: ハードドライブ
ru: Жесткий диск
se: Hårddisk
tr: Disk Sürücü

source: Partitioning
ca: Particionant
de: Partitionierung
el: Διαμόρφωση κατατμήσεων
fr: Partitionnement
it: Partizionamento
ja: パーティション
ru: Разметка диска
se: Partitionering
tr: Bölümlendirme

source: Please make sure you wish to manually manage partitions
ca: Assegureu-vos que voleu gestionar manualment les particions
de: Bitte vergewissere dich, dass du eine manuelle Partitionierung machen willst!
el: Παρακαλούμε βεβαιωθείτε πως επιθυμείτε πραγματικά να διαχειριστείτε χειροκίνητα τις κατατμήσεις.
fr: Assurez-vous que vous souhaitez gérer manuellement les partitions
it: Per favore, assicurarsi di voler gestire le partizioni manualmente
ja: 手動でパーティションを管理を行なって下さい
ru: Пожалуйста убедитесь, что Вы действительно хотите управлять разметкой разделов вручную
se: Var helt säkert på att du vill konfigurera partioner manuelt
tr: Lütfen bölümleri elle ayarlamayı istediğinize emin olun

source: Advanced options
ca: Opcions avançades
de: Weitergehende Optionen
el: Προχωρημένες επιλογές
fr: Options avancées
it: Opzioni avanzate
ja: 高度オプション
ru: Дополнительные параметры
se: Avancerade inställningar
tr: Gelişmiş seçenekler

source: Summary
ca: Resum
de: Zusammenfassung
el: Περίληψη
fr: Résumé
it: Sommario
ja: 概要
ru: Общее
se: Översikt
tr: Özet

source: Installing %s...
ca: Instal·lant %s...
de: Installiere %s
el: Γίνεται εγκατάσταση %s...
fr: Installation de %s...
it: Installazione di %s...
ja: %s インストール中...
ru: Установка %s
se: Installerar %s...
tr: Kuruluyor %s...

source: Installation is Paused: Please finish the custom installation
ca: La instal·lació està en pausa: Finalitzeu la instal·lació a mida
de: Installation pausiert: bitte beende die benutzerdefinierte Installation
el: Η εγκατάσταση είναι σε παύση: Παρακαλούμε ολοκληρώστε την χειροκίνητη εγκατάσταση
fr: L'installation est en pause: Veuillez finir l'installation personnalisée
it: L'installazione è in pausa: per favore, completare l'installazione personalizzata
ja: インストールが中断しました: カスタムインストールで終了させて下さい
ru: Установка приостановлена: Пожалуйста, завершите выборочную установку
se: Installtionen är pausad: Slutför den anpassningsbara installationen
tr: Kurulum Durduruldu: Lütfen özel kurulumu tamamlayın.

source: Click this button to take a new picture of yourself with the webcam
ca: Cliqueu aquest botó per obtenir una nova foto vostra amb la webcam
de: Drücke diesen Button, um mit der Webcam ein Bild von dir selbst zu machen
el: Κάντε κλικ σε αυτό το κουμπί, για να γίνει λήψη μιας φωτογραφίας σας από την webcam
fr: Cliquer sur ce bouton pour vous prendre en photo avec la webcam
it: Clicca su questo pulsante per scattare una foto con la webcam
ja: このボタンをクリックするとウェブカメラから写真を撮影します
ru: Нажмите эту кнопку, чтобы сделать свое фото с помощью веб-камеры
se: Klicka på den här knappen för att ta en bild på dig själv med datorns webcam
tr: Kamera ile yeni bir fotoğrafınızı çekmek için bu butona basın

source: The installer did not detect any webcam
ca: L'instal·lador no ha detectat cap webcam
de: Der Installer hat keine Webcam gefunden
el: Το πρόγραμμα εγκατάστασης δεν ανίχνευσε κάποια webcam
fr: L'installateur n'a détecté aucune webcam
it: L'installer non ha rilevato alcuna webcam
ja: ウェブカメラを見つける事ができませんでした
ru: Программа установки не обнаружила веб-камеру
se: Ingen webcam hittades
tr: Kurulum hiçbir kamera tespit edemedi

source: Device
ca: Dispositiu
de: Laufwerk
el: Συσκευή
fr: Périphérique
it: Dispositivo
ja: デバイス
ru: Устройство
se: Enhet
tr: Aygıt

source: Type
ca: Tipus
de: Typ
el: Τύπος
it: Tipo
ja: 種類
ru: Тип
se: Typ
tr: Tip

source: Operating system
ca: Sistema operatiu
de: Betriebssystem
el: Λειτουργικό σύστημα
fr: Système d'exploitation
it: Sistema operativo
ja: OS
ru: Операционная система
se: Operativsystem
tr: İşletim Sistemi

source: Mount point
ca: Punt de muntatge
de: Einhängepunkt
el: Σημείο προσάρτησης
fr: Point de montage
it: Punto di mount
ja: マウントポイント
ru: Точка монтирования
se: Monteringspunkt
tr: Bağlama noktası

source: Format?
ca: Voleu formatar?
de: Formatieren?
el: Να γίνει διαμόρφωση;
fr: Formater?
it: Formattare?
ja: 初期化？
ru: Форматировать?
se: Formatera?
tr: Biçimlendir?

source: Size
ca: Mida
de: Größe
el: Μέγεθος
fr: Taille
it: Dimensione
ja: サイズ
ru: Размер
se: Storlek
tr: Boyut

source: Free space
ca: Espai lliure
de: Freier Speicher
el: Ελεύθερος χώρος
fr: Espace libre
it: Spazio libero
ja: 空き容量
ru: Свободно
se: Ledigt utrymme
tr: Boş Alan

source: Layout
ca: Disposició
el: Διαμόρφωση
fr: Disposition
ja: レイアウト
ru: Раскладка
tr: Düzen

source: Overview
ca: Resum
de: Überblick
el: Επισκόπηση
fr: Vue d'ensemble
it: Panoramica
ja: 概要
ru: Обзор
se: Översikt
tr: Gözden Geçirme

source: Calculating file indexes...
ca: Calculant els índex de fitxers...
de: Berechne Dateiindizes...
el: Υπολογισμός καταλόγου αρχείων..
fr: Création des index de fichier...
it: Calcolo degli indici di file...
ja: ファイルインデックスの生成中...
ru: Подсчет индексов файла...
se: Fil indexering pågår...
tr: Dosya boyutu hesaplanıyor...

source: Images
ca: Imatges
de: Bilder
el: Εικόνες
it: Immagini
ja: 画像
ru: Изображения
se: Bilder
tr: Resimler

source: Your full name
ca: El vostre nom complet
de: Dein voller Name
el: Το πλήρες σας όνομα
fr: Votre nom complet
it: Il vostro nome
ja: 名前
ru: Ваше полное имя
se: Ditt namn
tr: Tam adınız

source: This will be shown in the About Me application
ca: Això es mostrarà a l'aplicació 'Quant a Mi'
de: Dies wird in der 'Über mich' Anwendung angezeigt
el: Αυτό θα εμφανιστεί στην εφαρμογή Πληροφορίες Χρήστη
fr: Cette information sera visible dans l'application « À propos de moi »
it: Verrà visualizzato nell'applicazione Su di me
ja: これは About Me アプリケーションで示されます
ru: Это будет отображено в приложении Обо мне
se: Det här kommer att synas i Om mig applikationen
tr: Bu kısım Hakkımda uygulamasında gösterilecek

source: Your username
ca: El vostre nom d'usuari
de: Dein Benutzername
el: Το όνομα χρήστη σας.
fr: Votre identifiant
it: Il vostro nome utente
ja: ユーザー名
ru: Ваше имя пользователя
se: Ditt användarnamn
tr: Adınız

source: This is the name you will use to login to your computer
ca: Aquest és el nom que cal usar per iniciar la sessió a l'ordinador
de: Dies ist der Name, den du zum Einloggen auf diesem Computer verwenden wirst
el: Αυτό είναι το όνομα που θα χρησιμοποιείτε στην οθόνη εισόδου τού υπολογιστή σας.
fr: Ce sera l'identifiant que vous utiliserez pour vous identifier sur votre ordinateur
it: Questo è il nome che verrà usato per effettuare il login al computer
ja: コンピュータへログインする時に使用する名前
ru: Это имя, которое будет использоваться для входа в систему
se: Det är användarnamnet du kommer använda för att logga in på datorn
tr: Bu kısım bilgisayarınıza giriş yapmak için kullanılacak

source: Your password
ca: La vostra contrasenya
de: Dein Passwort
el: Ο κωδικός σας
fr: Votre mot de passe
it: La vostra password
ja: パスワード
ru: Ваш пароль
se: Ditt lösenord
tr: Parolanız

source: Please enter your password twice to ensure it is correct
ca: Entreu la contrasenya dues vegades per assegurar que és correcta
de: Bitte gib dein Passwort zweimal ein, um sicherzustellen, dass es korrekt ist.
el: Παρακαλούμε εισάγετε τον κωδικό σας δύο φορές για επιβεβαίωση
fr: Veuillez entrer votre mot de passe deux fois pour vous assurer qu'il est correct
it: Per favore, inserire la password due volte per assicurarsi che sia corretta
ja: 正しい事を確認するため、2回パスワードを入力して下さい
ru: Пожалуйста, введите пароль дважды, чтобы убедиться в правильности ввода
se: Skriv in ditt lösenord två gånger för att vara säker på att det är korrekt
tr: Lütfen doğruluğundan emin olmak için parolanızı iki kez girin

source: Hostname
ca: Nom d'amfitrió
el: Όνομα υπολογιστή
fr: Nom d'hôte
ja: ホスト名
ru: Имя компьютера
se: Hostnamn
tr: Makine adı

source: This hostname will be the computers name on the network
ca: El nom d'amfitrió identifica l'ordinador en una xarxa.
de: Dieser Hostname wird der Name des Computers im Netzwerk sein.
el: Το όνομα υπολογιστή θα είναι και το όνομά του στο δίκτυο
fr: Ce nom d'hôte sera le nom de l'ordinateur sur le réseau
it: Questo hostname è il nome del computer all'interno della rete
ja: このホスト名がネットワークのコンピュータ名となります
ru: Это имя будет идентифицировать компьютер в сети
se: Hostnamnet är datorns namn på nätverket
tr: Bu makine adı, ağ üzerinde bilgisayarınızın adı olarak kullanılacak

source: Your picture
ca: La vostra imatge
de: Dein Bild
el: Η εικόνα σας
fr: Votre image
it: La vostra immagine
ja: 画像
ru: Ваше изображение
se: Din bild
tr: Resminiz

source: Take a photo
ca: Feu una foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
fr: Prendre une photo
it: Scatta una foto
ja: 画像の撮影
ru: Сфотографироваться
se: Ta en bild
tr: Bir fotoğraf çek

source: Select a picture
ca: Trieu una imatge
de: Wähle ein Foto
el: Επιλογή εικόνας
fr: Sélectionnez une image
it: Seleziona un'immagine
ja: 画像の選択
ru: Выберите изображение
se: Välj en bild
tr: Resim seç

source: Click this button to choose a picture for your account
ca: Cliqueu aquest botó per triar una imatge per al vostre compte
de: Drücke diesen Button, um ein Bild für dein Account auszuwählen.
el: Κάντε κλικ στο κουμπί για να επιλέξετε μια εικόνα για τον λογαριασμό σας
fr: Cliquer sur ce bouton pour choisir une image pour votre compte
it: Clicca su questo pulsante per scegliere un'immagine per l'account
ja: このボタンをクリックすると、アカウントから画像を選択できます
ru: Нажмите, чтобы выбрать картинку для
se: Tryck på den här knappen för att välja en bild till ditt konto
tr: Hesabınıza fotoğraf seçmek için bu butona basın

source: Selected timezone:
ca: Trieu un fus horari:
de: Gewählte Zeitzone:
el: Επιλεγμένη ώρα ζώνης
fr: Fuseau horaire:
it: Fuso orario selezionato:
ja: 選択したタイムゾーン:
ru: Выбранный часовой пояс:
se: Välj tidszon
tr: Seçili zaman dilimi:

source: Click on a device to assign that device to root (/). It is recommended to assign your home directory (/home) to a separate device. Use "Edit partitions" to customize your partitions.
ca: Cliqueu en un dispositiu per assignar-lo a l'arrel (/). Es recomana usar el directori d'usuaris (/home) en un dispositiu diferent. Useu 'Edita particions' per personalitzar les particions.
de: Klick auf ein Laufwerk, um es root (/) zuzuweisen. Es wird empfohlen, dein Heimverzeichnis (/home) einem separaten Laufwerk zuzuweisen Benütze "Partitionen editieren" um benutzerdefinierte Partitionen zu erstellen.
el: Κάντε κλικ σε μια συσκευή για να την αναθέσετε στο root (/). Συνιστάται η ανάθεση τού καταλόγου home (/home) σε ξεχωριστή συσκευή. Χρησιμοποιείστε την "Edit partitions" για να διαχειριστείτε τις κατατμήσεις σας.
fr: Clic sur un périphérique pour l'assigner au root (/). Il est recommandé d'assigner votre répertoire home (/home) à un périphérique séparé. Utiliser "Editer partitions" pour personnaliser vos partitions.
it: Cliccate su un dispositivo per assegnarlo come root (/) Si raccomanda di assegnare la directory home (/home) a un altro dispositivo. Usare "Modifica partizioni" per personalizzarle.
ja: デバイスをクリックするとルート (/) ヘ割り当てます。 ホームディレクトリ (/home) を別のパーティションへ割り当てる事もおすすめです。 "パーティションの編集" でパーティションをカスタマイズする事ができます。
ru: Правый клик на устройстве, чтобы назначить его как корневой раздел (/). Также рекомендуется назначить домашний каталог (/home) на отдельный раздел. Используйте "Редактировать разделы" чтобы внести изменения в схему разметки.
se: Klicka på den enhet du vill tilldela root (/). Det är rekommenderat att lägga din hemkatalog (/home) på en annan enhet. Använd "Editera partitioner" för att editera dina partitioner.
tr: Kök (/) olacak aygıtı belirlemek için aygıta tıklayın. Ayrı bir dizine ev dizini (/home) atamanız tavsiye edilir. Bölümlerinizi özelleştirmek için "Bölümleri düzenle"yi kullanın.

source: Refresh
ca: Actualitza
de: Aktualisiere
el: Ανανέωση
fr: Rafraîchir
it: Aggiorna
ja: 再読み込み
ru: Обновить
se: Uppdatera
tr: Tazele

source: Bootloader
ca: Carregador de l'arrencada
el: Εκκινητής συστήματος
ja: ブートローダ
ru: Загрузчик
se: Starthanterare
tr: Önyükleyici

source: Install GRUB
ca: Instal·la el GRUB
de: Installiere GRUB
el: Εγκατάσταση GRUB
fr: Installer GRUB
it: Installa GRUB
ja: GRUB をインストール
ru: Установить GRUB
se: Installera GRUB
tr: Grub'u kur
