Repository: Davidmp1/solydxk-locale
Catalog: po/*/live-installer.po
Languages: ca, de, el, fr, it, ja, ru, se, tr

source: Your passwords do not match
ca: Les contrasenyes no coincideixen
de: Die Passwörter stimmen nicht überein
el: Οι κωδικοί δεν ταιριάζουν
fr: Vos mots de passe ne correspondent pas
it: Le password non corrispondono
ja: パスワードが一致していません
ru: Ваши пароли не совпадают
se: Dina lösenord överrenstämmer inte
tr: Girdiğiniz parolalar uyuşmadı

source: You cannot use a $-sign in your password
ca: No podeu usar el símbol '$' a la contrasenya
de: Das Passwort darf kein $-Zeichen enthalten
el: Δεν επιτρέπεται η χρήση τού συμβόλου $ στον κωδικό
fr: Vous ne pouvez pas utiliser un signe $ dans votre mot de passe
it: Non è possibile usare il simbolo $ nelle password
ja: パスワードに $-sign を使用する事はできません
ru: Вы не можете использовать знак $ в пароле
se: Du kan inte använda $-tecken i ditt lösenord
tr: $-sign işaretini parolanızda kullanamazsınız

source: Please provide a hostname
ca: Introduïu un nom d'amfitrió vàlid.
de: Bitte gib ein einen Hostname an
el: Παρακαλούμε δώστε ένα όνομα για τον υπολογιστή
fr: Veuillez indiquer un nom d'hôte
it: Per favore, digitare un hostname
ja: ホスト名を入力して下さい
ru: Пожалуйста, введите имя компьютера
se: Ange ett hostnamn
tr: Lütfen bir makine adı girin

source: Your username must be lower case
ca: El nom d'usuari ha d'estar en minúscula
de: Der Benutzername muss klein-geschrieben werden
el: Το όνομα χρήστη να περιέχει μόνο μικρά γράμματα
fr: Votre identifiant doit être saisi en minuscules
it: Il nome utente deve essere in minuscolo
ja: ユーザー名は小文字でなければいけません
ru: Имя пользователя должно быть в нижнем регистре
se: Ditt användarnamn kan bara innehålla små bokstäver
tr: Kullanıcı adınız küçük harflerden oluşmalı

source: Your username may not contain whitespace
ca: El nom d'usuari no pot tenir espais en blanc
de: Der Benutzername darf keine Leerzeichen enthalten
el: Το όνομα χρήστη να μην περιέχει κενα
fr: Votre identifiant ne peut pas contenir d'espace
it: Il nome utente non può contenere spazi bianchi
ja: ユーザー名に空白を含める事はできません
ru: Имя пользователя не должно содержать пробелов
se: Ditt användarnamn får inte innehålla mellanslag
tr: Kullanıcı adınız boşluk içermemeli

source: Your hostname must be lower case
ca: El nom d'amfitrió ha d'estar en minúscula
de: Der Hostname muss klein-geschrieben werden
el: Το όνομα υπολογιστή να περιέχει μόνο μικρά γράμματα
fr: Votre nom d'hôte doit être en minuscules
it: L'hostname deve essere in minuscolo
ja: ホスト名は小文字でなければいけません
ru: Имя компьютера должно быть в нижнем регистре
se: Ditt hostnamn kan bara innehålla små bokstäver
tr: Makine adınız küçük harflerden oluşmalı

source: Your hostname may not contain whitespace
ca: El nom d'amfitrió no pot tenir espais en blanc
de: Der Hostname darf keine Leerzeichen enthalten
el: Το όνομα υπολογιστή να μην περιέχει κενά
fr: Votre nom d'hôte ne doit pas contenir d'espace
it: L'hostname non può contenere spazi bianchi
ja: ホスト名に空白を含める事はできません
ru: Имя компьютера не должно содержать пробелов
se: Ditt hostnamn får inte innehålla mellanslag
tr: Makine adınız boşluk içermemeli

source: Please indicate a filesystem to format the root (/) partition before proceeding
ca: Indiqueu un sistema de fitxers per formatar la partició arrel (/) abans de continuar
de: Gib bitte ein Dateisystem für die Partitionierung der Root- Partition (/) an, um fortzufahren
el: Παρακαλούμε επιλέξτε ένα είδος σύστηματος αρχείων για την διαμόρφωση τής κατάτμησης root(/) πριν συνεχίσετε
fr: Merci d'indiquer un système de fichiers pour formater la partition racine (/)
it: Per favore, indicare un filesystem in cui formattare la partizione di root (/) prima di procedere
ja: ルート (/) パーティションとしてフォーマットするファイルシステムを指定して下さい
ru: Пожалуйста, укажите файловую систему для корневого раздела /, прежде чем продолжить
se: Välj det filsystem som ska tilldelas root (/) partitionen innan du fortsätter
tr: Lütfen devam etmeden önce kök (/) bölümünü formatlamak için bir dosyasistemi belirleyin

source: <b>Please select a root partition</b>
ca: <b>Seleccioneu una partició arrel</b>
de: <b>Wähle bitte eine Root- Partition (/)</b>
el: <b>Παρακαλούμε επιλέξτε μια κατάτμηση για root</b>
fr: <b>Veuillez sélectionner une partition racine</b>
it: <b>Per favore, selezionare una partizione di root</b>
ja: <b>ルートパーティションを選択して下さい</b>
ru: <b>Пожалуйста, укажите корневой раздел</b>

source: A root partition is needed to install SolydXK. - Mount point: / - Recommended size: Larger than 10GB - Recommended format: ext4
ca: Cal una partició arrel per instal·lar SolydXK. - Punt de muntatge: / - Mida recomanada: Més de 10 GB - Format recomanat: ext4
ja: SolydXK をインストールするルートパーティションは下記を指定します。 - マウントポイント: / - 必要容量: 10GB 以上 - 必要フォーマット: ext4

source: The EFI partition is not bootable. Please edit the partition flags.
ca: La partició EFI no és d'arrencada. Editeu els senyaladors de partició.
ja: EFI パーティションは起動できません。パーティションフラグを編集して下さい
ru: EFI раздел не является загрузочным. Пожалуйста, установите соответствующий флаг раздела.

source: The EFI partition is too small. It must be at least 100MB.
ca: La partició EFI és massa petita. Ha de tenir 100MB com a mínim.
ja: EFI パーティションの容量が小さすぎます。100MB 必要です。
ru: EFI раздел слишком мал. Он должен быть не меньше 100 Мб.

source: The EFI partition must be formatted as vfat.
ca: La partició EFI ha d'estar formatada com a VFAT.
ja: EFI パーティションは vfat でフォーマットされていなければいけません。
ru: EFI раздел должен быть отформатирован в vfat.

source: <b>Please select an EFI partition</b>
ca: <b>Seleccioneu una partició EFI</b>
de: <b>Wähle bitte eine EFI Partition</b>
el: <b>Παρακαλούμε επιλέξτε μια κατάτμηση για EFI</b>
fr: <b>Veuillez sélectionner une partition EFI</b>
it: <b>Per favore, selezionare una partizione di EFI</b>
ja: <b>EFI パーティションを選択して下さい</b>
ru: <b>Пожалуйста, укажите EFI раздел</b>

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: Larger than 100MB - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
ca: Cal una partició de sistema EFI amb aquesta requisits: - Punt de muntatge: /boot/efi - Senyaladors de partició: Arrencable - Mida: Més de 100MB - Format: VFAT o FAT32 Per assegurar la compatibilitat amb Windows es recomana usar la primera partició del del disc com a partició del sistema EFI.
ja: EFI パーティションは以下を指定します: - マウントポイント: /boot/efi - パーティションフラグ: BOOT - 容量: 100MB 以上 - フォーマット: vfat または FAT32 Windows との互換性を確実にするため、EFIシステムパーティションはディスクの頭にあるパーティションを使用する事をおすすめします。

source: Install
ca: Instal·la
de: Installiere
el: Εγκατάσταση
fr: Installer
it: Installa
ja: インストール
ru: Установить
se: Installera:
tr: Yükle

source: Localization
ca: Localització
de: Lokalisierung
el: Τοπικότητα
fr: Localisation
it: Localizzazione
ja: ローカライズ
ru: Локализация
se: Lokalisering
tr: Yerelleştirme

source: Language:
ca: Llengua:
de: Sprache:
el: Γλώσσα:
fr: Langue:
it: Lingua:
ja: 言語:
ru: Язык:
se: Språk:
tr: Dil:

source: Timezone:
ca: Fus horari:
de: Zeitzone:
el: Ώρα ζώνης:
fr: Fuseau horaire:
it: Fuso orario:
ja: タイムゾーン:
ru: Часовой пояс:
se: Tidzon:
tr: Zaman Dilimi:

source: Keyboard layout:
ca: Disposició del teclat
de: Tastaturlayout:
el: Διάταξη πληκτρολογίου:
fr: Disposition du clavier:
it: Layout di tastiera
ja: キーボードレイアウト:
ru: Раскладка клавиатуры:
se: Tangentbordslayout
tr: Klavye dizilimi:

source: User settings
ca: Paràmetres de l'usuari
de: Benutzereinstellungen
el: Ρυθμίσεις χρήστη
fr: Paramètres utilisateur
it: Impostazioni utente
ja: ユーザーの設定
ru: Пользовательские настройки
se: Användar inställningar
tr: Kullanıcı Ayarları

source: Real name:
ca: Nom real:
el: Πραγματικό όνομα:
fr: Nom réel:
it: Nome:
ja: 名前:
ru: Ваше настоящее имя:
se: Ditt namn:
tr: Gerçek adınız:

source: Username:
ca: Nom d'usuari:
de: Benutzername:
el: Όνομα χρήστη:
fr: Nom d'utilisateur:
it: Nome utente:
ja: ユーザー名
ru: Имя пользователя:
se: Användarnamn:
tr: Kullanıcı adı:

source: System settings
ca: Paràmetres del sistema
de: Systemeinstellungen
el: Ρυθμίσεις συστήματος
fr: Paramètres système
it: Impostazioni di sistema
ja: システムの設定
ru: Системные настройки
se: System inställningar
tr: Sistem Ayarları

source: Hostname:
ca: Nom d'amfitrió:
el: Όνομα υπολογιστή:
fr: Nom d'hôte:
ja: ホスト名:
ru: Имя компьютера:
se: Hostnamn:
tr: Makine adı:

source: Install bootloader in %s
ca: Instal·lat el carregador d'arrencada a %s
de: Bootloader in %s installieren
el: Εγκατάσταση εκκινητή συστήματος στο %s
fr: Installer le bootloader dans %s
it: Installa il bootloader in %s
ja: ブートローダのインストール: %s
ru: Установить системный загрузчик в %s
se: installera starthanterare på %s
tr: Önyükleyiciyi buraya %s yükle

source: Do not install bootloader
ca: No s'instal·la el carregador d'arrencada
de: Bootloader nicht installieren
el: Να μην εγκατασταθεί ο εκκινητής συστήματος
it: Non installare il bootloader
ja: ブートローダはインストールしない
ru: Не устанавливать системный загрузчик
se: installera inte en starthanterare
tr: Önyükleyici yükleme

source: Install Plymouth
ca: Instal·la Plymouth
de: Plymouth installieren
el: Εγκατάσταση Plymouth
fr: Installation Plymouth
it: Installa Plymouth
ja: スプラッシュ画面のインストール
ru: Установить Plymouth
se: Installera Plymouth
tr: Plymouth'u kur

source: Do not install Plymouth
ca: No s'instal·la Plymouth
de: Plymouth nicht installieren
el: Να μην εγκατασταθεί το Plymouth
fr: Ne pas installer Plymouth
it: Non installare Plymouth
ja: スプラッシュ画面をインストールしない
ru: Не устанавливать Plymouth
se: Installera inte Plymouth
tr: Plymouth'u kurma

source: Install addtional multimedia software
ca: Instal·la programari addicional multimèdia

source: Do not install additional multimedia software
ca: No s'instal·la programari multimèdia addicional

source: Filesystem operations
ca: Operacions al sistema de fitxers
de: Dateisystem- Operationen
el: Εργασίες συστήματος αρχείων
fr: Opérations du système de fichiers
it: Operazioni sul filesystem
ja: ファイルシステムの設定
ru: Операции над файловой системой
se: Filsystemsoperation
tr: Dosya sistemi işlemleri

source: Format %(partition)s as %(format)s
ca: Formata %(partition)s com a %(format)s
de: Formatiere %(partition)s als %(format)s
el: Διαμόρφωση %(partition)s ως %(format)s
fr: Formater %(partition)s en %(format)s
it: Formattare %(partition)s as %(format)s
ja: フォーマット: %(partition)s → %(format)s
ru: Форматировать %(partition)s как %(format)s
se: Formatera %(partition)s som %(format)s
tr: %(partition)s , %(format)s olarak biçimlendir

source: Mount %(partition)s as %(mountpoint)s
ca: Munta %(partition)s com a %(mountpoint)s
de: Hänge %(partition)s als %(mountpoint)s ein
el: Προσάρτηση %(partition)s ως %(mountpoint)s
fr: Monter %(partition)s sur %(mountpoint)s
it: Montare %(partition)s come %(mountpoint)s
ja: マウント: %(partition)s → %(mountpoint)s
ru: Монтировать %(partition)s как %(mountpoint)s
se: Montera %(partition)s som %(mountpoint)s
tr: %(partition)s , %(mountpoint)s olarak bağla

source: Installation error
ca: Error d'instal·lació
de: Installationsfehler
el: Σφάλμα εγκατάστασης
fr: Erreur lors de l'installation
it: Errore di installazione
ja: インストールエラー
ru: Ошибка установки
se: Installationsfel
tr: Kurulum hatası

source: Installation Paused
ca: Instal·lació en pausa
de: Installation pausiert
el: Παύση εγκατάστασης
fr: Installation en pause
it: Installazione in pausa
ja: インストール中断
ru: Установка приостановлена
se: Installationen är pausad
tr: Kurulum Durduruldu

source: Installation is now paused. Please read the instructions on the page carefully and click Forward to finish installation.
ca: La instal·lació ara està aturada. Si us plau, llegiu les instruccions de la pàgina amb cura i cliqueu 'Endavant' per acabar la instal·lació.
de: Installation ist pausiert. Bitte lies die Anleitungen auf der Seite sorgfältig durch und klicke danach auf 'Weiter', um die Installation zu beenden.
el: Η εγκατάσταση έχει διακοπεί. Παρακαλούμε διαβάστε τις οδηγίες στην σελίδα προσεκτικά και κάνετε κλικ στο «Μπροστά» για να ολοκληρωθεί η εγκατάσταση.
fr: L'installation est en pause. Veuillez lire les instructions de cette page attentivement et cliquer sur Suivant pour finir l'installation.
it: L'installazione è in pausa. Per favore, leggere le istruzioni con cura e cliccare su Avanti per completare l'installazione
ja: インストールは中断されました。慎重にページの内容を読んで、インストールを終えるために、次へ をクリックしてください。
ru: Установка приостановлена. Пожалуйста, прочтите внимательно инструкцию и щелкните Далее, чтобы завершить установку.
se: Installationen är pausad. Var vänlig läs instruktionerna på sidan noga och klicka på nästa för att slutföra installationen.
tr: Kurulum durduruldu. Lütfen sayfadaki talimatları dikkatlice okuyun ve kurulumu tamamlamak için İleri'ye basın.

source: Installation is now complete. Do you want to restart your computer to use the new system?
ca: Ja s'ha acabat la instal·lació. Voleu tornar a arrencar l'ordinador per usar el nou sistema?
de: Installation ist nun vollständig. Willst du den Computer neu starten, um das neue System zu nutzen?
el: Η εγκατάσταση ολοκληρώθηκε. Θέλετε να επανεκκινήσετε τον υπολογιστή σας για να χρησιμοποιήσετε το νέο λειτουργικό σας;
fr: L'installation est maintenant complète. voulez-vous redémarrer votre ordinateur pour utiliser le nouveau système?
it: L'installazione è stata completata. Volete riavviare il computer per utilizzare il nuovo sistema?
ja: インストールは完了しました。再起動して新たなシステムを使用しますか？
ru: Установка завершена. Хотите перезагрузить компьютер, чтобы использовать свою новую систему?
se: Installationen är färdig. Vill du starta om din dator och använda ditt nya system?
tr: Kurulum tamamlandı. Bilgisayarınızı yeni sisteminizle kullanmak için yeniden başlatmak ister misiniz?

source: Edit partition
ca: Edita la partició
de: Editiere Partition
el: Επεξεργασία κατάτμησης
fr: Modifier la partition
it: Modifica partizione
ja: パーティションの編集
ru: Редактировать раздел
se: Editera partition
tr: Bölümü düzenle

source: Could not build supported filesystems list!
ca: No es pot crear la llista de sistemes de fitxer compatibles!
de: Konnte keine Liste unterstützter Dateisysteme bilden!
el: Δεν μπόρεσε να δημιουργηθεί η λίστα με τα υποστηριζόμενα είδη συστήματος αρχείων!
fr: Impossible de construire la liste des systèmes de fichiers supportés!
it: Impossibile generare la lista di filesystem supportati!
ja: ファイルリストの構築ができませんでした！
ru: Не удается построить список поддерживаемых файловых систем!
se: Kunde inte skapa en giltigt filsystemslista
tr: Desteklenen dosya sistemleri listesi oluşturulamadı

source: Device:
ca: Dispositiu:
de: Laufwerk:
el: Συσκευή:
fr: Périphérique:
it: Dispositivo:
ja: デバイス:
ru: Устройство:
se: Enhet:
tr: Aygıt:

source: Format as:
ca: Formata com a:
de: Formatiere als:
el: Διαμόρφωση ως:
fr: Formater en:
it: Formatta come:
ja: フォーマット:
ru: Форматировать как:
se: Formatera som:
tr: Format biçimi:

source: Mount point:
ca: Punt de muntatge:
de: Einhängepunkt
el: Σημείο προσάρτησης:
fr: Point de montage:
it: Punto di mount:
ja: マウントポイント:
ru: Точка монтирования:
se: Monteringspunkt:
tr: Bağlama noktası:

source: Variant
de: Variante
el: Παραλλαγή
fr: Variante
it: Variante
ja: 変更
ru: Вариант
tr: Değişken

source: Plymouth
ja: スプラッシュ画面

source: Model
de: Modell
el: Μοντέλο
fr: Modèle
it: Modello
ja: モデル
ru: Модель
se: Modell

source: Checking your kernel
de: Überprüfe den Kernel
el: Γίνεται έλεγχος τού Kernel
fr: Détection du kernel
it: Controllo del kernel
ru: Проверка ядра
se: Kontrollerar din kärna
tr: Kernel kontrol ediliyor

source: A root partition is needed to install SolydXK. - Mount point: / - Recommended size: Larger than 10GB - Recommended format: ext4
ru: Для установки SolydXK необходим корневой раздел. - Точка монтирования: / - Рекомендуемый раздел: больше 10Гб - Рекомендуемая файловая система: ext4

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: Larger than 100MB - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
ru: EFI раздел должен удовлетворять следующим требованиям: - Точка монтирования: /boot/efi - Флаг раздела: Bootable (загрузочный) - Размер: не менее 100Мб - Файловая система: vfat или fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.

source: Removing live configuration (user)
de: Lösche live- Konfiguration (Benutzer)
el: Γίνεται αφαίρεση των προσωρινών ρυθμίσεων χρήστη
fr: Suppression des utilisateurs du système live
it: Rimozione della configurazione live (user)
tr: Canlı ortam ayarları (kullanıcı) siliniyor

source: This picture represents your user account. It is used in the login screen and a few other places.
de: Dieses Bild repräsentiert dein Benutzeraccount. Es wird im Login- Bildschirm und an ein paar anderen Stellen verwendet.
el: Αυτή η εικόνα αντιπροσωπεύει τον λογαριασμό χρήστη. Χρησιμοποιείται στην οθόνη εισόδου και σε ορισμένα άλλα σημεία.
fr: Cette image représente votre compte d'utilisateur. Elle est utilisée dans l'écran de connexion et quelques autres endroits.
it: Questa immagine rappresenta il vostro account utente. È usata nella schermata di login e altrove.
tr: Bu resim kullanıcı hesabınızı temsil eder. Giriş ekranında ve başka bir kaç yerde kullanılacak.
