Repository: Davidmp1/solydxk-locale
Catalog: po/*/live-installer.po
Languages: ca, de, el, fr, it, ja, ru, se, tr

source: GRUB is a bootloader used to load the Linux kernel
ca: GRUB és el carregador d'arrencada usat per carregar el nucli Linux
de: GRUB ist ein Bootloader, der den Linux- Kernel lädt
el: Ο GRUB είναι ο εκκινητής συστήματος που χρησιμοποιείται για την φόρτωση τού Linux Kernel
fr: GRUB est un bootloader utilisé pour charger le noyau Linux
it: GRUB è un bootloader usato per caricare il kernel Linux.
ja: GRUB は Linux カーネルを読む時に使用されるブートローダです
ru: GRUB - загрузчик, используемый для загрузки ядра Linux
se: GRUBär en starthanterare som används för att läsa in Linux kärnan
tr: Grub Linux çekirdeğini yüklemek için kullanılan bir önyükleyicidir

source: Enable Plymouth
ca: Activa el Plymouth
de: Plymouth aktivieren
el: Ενεργοποίηση Plymouth
fr: Activer Plymouth
it: Abilita Plymouth
ja: スプラッシュ画面を有効にする
ru: Включить Plymouth
se: Aktivera Plymouth
tr: Plymouth'u aktif et

source: Plymouth is a bootsplash for Linux
ca: Plymouth és una pantalla de presentació per a Linux
de: Plymouth ist ein Bootbildschirm für Linux
el: Το Plymouth παρέχει μια οθόνη με γραφικά, κατά την εκκίνηση συστήματος για το Linux
fr: Plymouth est un bootsplash (thème de démarrage) pour Linux
it: Plymouth è un bootsplash per Linux
ja: 起動・終了時に表示するスプラッシュ画面（Plymouth）
ru: Plymouth - загрузочный экран для Linux
se: Plymouth är en startanimation för Linux
tr: Plymouth Linux için sistemin yüklenmesi sırasında kullanılan grafik arayüzüdür

source: Multimedia
ca: Multimèdia

source: Install additional multimedia software
ca: Instal·la programari addicional multimèdia

source: Note: the use of this software might be prohibited by law in your country
ca: Nota: l'ús d'aquest programari pot estar prohibit per llei al vostre país

source: Use this box to test your keyboard layout
ca: Useu aquest quadre per provar la disposició del teclat
de: Benütze diese Box um dein Tastaturlayout zu testen
el: Χρησιμοποιήστε αυτό το πλαίσιο για να ελέγξετε την διάταξη τού πληκτρολογίου σας
fr: Utilisez cette zone de saisie pour tester la disposition du clavier choisie
it: Usare questa casella per provare il layout di tastiera
ja: この入力部分を使用しキーボードレイアウトをテストして下さい
ru: Используйте это поле для проверки Вашей раскладки клавиатуры
se: Använd den här boxen för att testa din tangentbordslayout
tr: Klavye düzeninizi test etmek için bu kutuyu kullanın

source: You have selected to manage your partitions manually, this feature is for ADVANCED USERS ONLY.
ca: Heu triat gestionar les particions manualment; aquesta funció és només per a USUARIS AVANÇATS.
de: Du hast ausgewählt, deine Partitionen manuell zu verwalten. Dieses Feature ist NUR FÜR FORTGESCHRITTENE BENUTZER.
el: Επιλέξατε να διαχειριστείτε τις κατατμήσεις σας χειροκίνητα. Αυτή η δυνατότητα είναι για ΠΡΟΧΩΡΗΜΕΝΟΥΣ ΧΡΗΣΤΕΣ ΜΟΝΟ.
fr: Vous avez choisi de gérer vos partitions manuellement, cette fonctionnalité est pour les UTILISATEURS AVANCÉS SEULEMENT.
it: Si è scelto di gestire manualmente le partizioni. Questa caratteristica è RISERVATA AGLI UTENTI ESPERTI.
ja: 手動でパーティション管理を行います。これは慣れている人向けです。
ru: Вы выбрали ручное управление разделами. Предупреждаем, что эта функция предназначена только для ОПЫТНЫХ пользователей.
se: Du har valt att redigera dina partitioner manuelt, detta är BARA FÖR AVANCERADE ANVÄNDARE.
tr: Bölümlerinizi elle düzenlemeyi seçtiniz, bu kısım sadece GELIŞMIŞ KULLANıCıLAR içindir.

source: Before continuing, please mount your target filesystem(s) at /target.
ca: Abans de continuar, munteu el vostre sistema de fitxers objectiu a /target.
de: Bitte hänge vor dem Weitermachen dein(e) Zieldateisystem(e) in '/target' ein
el: Πριν συνεχίσετε, παρακαλούμε προσαρτείστε το ή τα επιθυμητά σύστηματα αρχείων στο /target.
fr: Avant de continuer, veuillez monter votre système de fichier cible à /target.
it: Prima di continuare è necessario montare il filesystem di destinazione come /target.
ja: 以前の続きを行います。対象ファイルシステム /target をマウントして下さい。
ru: Прежде чем продолжить, пожалуйста, смонтируйте целевую файловую систему как (/)
se: Innan du fortsätter, var vänlig montera din partition på /target.
tr: Devam etmeden önce, lütfen hedef dosya sistem(ler)inizi /target üzerine bağlayın.

source: Do NOT mount virtual devices such as /dev, /proc, /sys, etc on /target/.
ca: NO MUNTEU dispositius virtuals tal com /dev, /proc, /sys, etc. a /target/.
de: KEINE virtuellen Laufwerke wie /dev, /proc, /sys, usw. in /target/ einhängen.
el: ΜΗΝ προσαρτήσετε εικονικές συσκευές όπως /dev, /proc, /sys, etc στο /target/.
fr: Ne PAS monter des périphériques virtuels comme /dev, /proc, /sys, etc sur /target/.
it: NON montare dispositivi virtuali come /dev, /proc, /sys, ecc come /target.
ja: 仮想デバイスでは /dev /proc /sys /target/ などをマウントできません。
ru: НЕ монтируйте виртуальные устройства, как /dev, /proc, /sys, и т.д. как целевой раздел
se: Montera INTE virtuella enheter så som /dev, /proc, /sys osv. på /target.
tr: /dev, /proc, /sys, vb. gibi sanal aygıtları /target üzerine BAĞLAMAYIN.

source: During the install, you will be given time to chroot into /target and install any pacakges that will be needed to boot your new system.
ca: Durant la instal·lació, tindreu temps per fer chroot a /target i instal·lar-hi paquets necessaris per arrencar el vostre nou sistema.
de: Während der Installation hast du die Gelegenheit, das Wurzelverzeichnis zu ändern (chroot) und Pakete zu installieren, die für das Booten des neuen Systems notwendig sind.
el: Κατά την εγκατάσταση, θα σας δοθεί χρόνος να κάνετε chroot στο /target και να εγκαταστήσετε τα πακέτα που είναι απαραίτητα για να εκκινήσει το νέο σας σύτημα.
fr: Pendant l'installation, vous pourrez chrooter dans /target et installer les paquets qui seront nécessaires pour démarrer votre nouveau système.
it: Durante l'installazione si avrà tempo di effettuare chroot in /target e installare ogni pacchetto necessario ad avviare il nuovo sistema.
ja: インストールする間、/target は新システムを起動するために root 権限で様々なパッケージをインストールします
ru: В процессе установки, Вам будет дано время, чтобы войти в систему и установить все необходимые Вам пакеты для новой системы.
se: Under pågående installation kommer du att få tid till att chroot till /target och installera de paket som behövs för att starta ditt nya system.
tr: Yükleme sırasında, /target hedefine chroot etmenize ve sisteminizi önyüklemek için gerekli tüm paketleri yüklemenize zaman tanınacaktır.

source: During the install, you will be required to write your own /etc/fstab.
ca: Durant la instal·lació, se us demanarà escriure el vostre propi /etc/fstab.
de: Während der Installation wirst du deine eigene /etc/fstab schreiben müssen.
el: Κατά την εγκατάσταση, θα χρειαστεί να γράψετε το δικό σας /etc/fstab.
fr: Pendant l'installation, il vous sera demandé d'écrire votre propre fichier /etc/fstab
it: Durante l'installazione dovrete scrivere manualmente il vostro /etc/fstab.
ja: インストールする間、/etc/stab は書き込みできる状態にします
ru: Во время установки, Вам будет необходимо написать свой /etc/fstab.
se: Under installationen kommer du behöva att skapa din egen /etc/fstab.
tr: Yükleme sırasında, kendi /etc/fstab dosyanızı yazmanız gerekecek.

source: If you arent sure what any of this means, please go back and deselect manual partition management.
ca: Si no esteu segur de saber el què vol dir això, torneu enrere i desactiveu la gestió manual de particions.
de: Wenn du dir bei einer dieser Optionen nicht sicher bist, was sie bedeutet, gehe bitte zurück und deaktiviere die manuelle Partitionierung.
el: Αν δεν είστε σίγουροι πως κατανοείτε τι σημαίνουν κάποια από αυτά, επιστρέψτε πίσω και απο-επιλέξτε την χειροκίνητη διαχείριση των κατατμήσεων.
fr: Si vous n'êtes pas sûr de ce que tout cela signifie, veuillez revenir en arrière et désélectionner la gestion manuelle des partitions.
it: Se non si è sicuri di cosa ciò voglia dire, siete pregati di tornare indietro e deselezionare la gestione manuale delle partizioni.
ja: これらの動作が良くなければ、戻って手動パーティション管理の選択を外して下さい
ru: Если Вы не уверены что справитесь, пожалуйста, вернитесь и отмените ручное управление разделами.
se: Om du är osäker på vad något av det här betyder, var vänlig gå tillbaka och ta bort bocken för manuel partitionering.
tr: Eğer bunların ne anlama geldiğini bilmiyorsanız, lütfen geri gidin ve elle bölümlendirmeyi kaldırın.

source: Please do the following and then click Forward to finish Installation:
ca: Si us plau, feu això i llavors cliqueu 'Endavant' per acabar la instal·lació:
de: Bitte mache das Folgende und klicke dann auf 'Weiter' um die Installation zu beenden:
el: Παρακαλούμε κάντε τα παρακάτω και μετά κλικ στο «Μπροστά» για να ολοκληρωθεί η εγκατάσταση:
fr: Veuillez poursuivre et cliquer sur Suivant pour finir l'installation.
it: Per favore, seguite le seguenti istruzioni, poi cliccare su Avanti per completare l'installazione:
ja: 次へ をクリックするとインストールを進めます
ru: Пожалуйста, выполните следующие действия, и затем нажмите Далее, чтобы завершить установку:
se: Var vänlig följ instruktionerna och klicka sedan på Framåt för att slutföra installationen
tr: Lütfen aşağıdakileri yapın ve sonra kurulumu tamamlamak için İleri'ye basın:

source: Create /target/etc/fstab for the filesystems as they will be mounted in your new system, matching those currently mounted at /target (without using the /target prefix in the mount paths themselves).
ca: Creeu /target/etc/fstab per als sistemes de fitxers tal com els voleu muntar al vostre nou sistema, coincidint amb els que ara teniu muntats a /target (sense usar el prefix /target en el camí de muntatge).
de: Erstelle /target/etc/fstab für die Dateisysteme, wie sie in das neue System eingehängt werden, gleich jenen, die momentan in /target eingehängt sind (ohne dem /target Präfix in den Einhängeverzeichnissen selbst)
el: Δημιουργείστε το /target/etc/fstab για τα συστήματα αρχείων, όπως θα προσαρτηθούν στο νέο σας σύστημα, ώστε να ταιριάζουν οι διαδρομές καταλόγων ( χωρίς το /target στην διαδρομή)
fr: Créer /target/etc/fstab pour les systèmes de fichiers comme ils seront montés dans votre nouveau système, correspondant à ceux actuellement montés dans /target (sans utiliser le préfixe /target dans les chemins de montage eux-mêmes).
it: Creare /target/etc/fstab per i filesystem man mano che verranno montati nel nuovo sistema, abbinandoli a quelli attualmente montati come /target (senza usare il prefisso /target nei percorsi di mount).
ja: 新たなシステムをマウントしたファイルシステムは /target/etc/fstab を作成します。/target をカレントマウントにします。(/target は接頭辞で外されます)
ru: Создайте /{целевой раздел}/etc/fstab для разделов, которые будут смонтированы в Вашей новой системе. Убедитесь, что они смонтированы в данный момент в /{целевой раздел} (без использования префикса /{целевой раздел} в пути монтирования).
se: Skapa /target/etc/fstab för filsystemen eftersom de kommer att monteras i ditt nya system. Se till att de matchar filsystem som är monterade på /target just nu (utan att använda prefixet /target i monteringsvägen).
tr: /target hedefine bağladıklarınızla eşleşecek şekilde (/target öneki olmadan) yeni sisteminizde bağlanacak dosyasistemleri için /target/etc/fstab dosyası oluşturun.

source: Install any packages that may be needed for first boot (mdadm, cryptsetup, dmraid, etc) by calling "sudo chroot /target" followed by the relevant apt-get/aptitude installations.
ca: Instal·leu qualsevol paquet que pugueu necessitar en la primera arrencada (mdadm, cryptsetup, dmraid, etc) tot cridant 'sudo chroot /target|' seguit per les instal·lacions necessàries amb apt-get o aptitude.
de: Installiere Pakete, die für das erste Booten benötigt werden könnten (mdadm, cryptsetup, dmraid, usw.) , durch den Aufruf von "sudo chroot /target", gefolgt von den relevanten apt-get/aptitude Installationsbefehlen
el: Εγκαταστείστε όποια πακέτα είναι απαραίτητα για την πρώτη εκκίνηση (mdadm, cryptsetup, dmraid, etc) με "sudo chroot /target" ακολουθούμενα από τα σχετικές apt-get/aptitude εφαρμογές.
fr: Installez les paquets qui peuvent être nécessaires pour le premier démarrage (mdadm, cryptsetup, dmraid, etc) en appelant "sudo chroot /target" suivi par les installations apt-get/aptitude pertinentes.
it: Installare qualsiasi pacchetto necessario al primo avvio (mdadm, cryptsetup, dmraid, ecc richiamando "sudo chroot/target" seguito dai relativi comandi apt-get/aptitude.
ja: 最初の起動で必要となるパッケージ(mdadm, cryptsetup, dmraid 等)は "sudo chroot /target" を実行し、apt-get・aptitude によるインストールを行えます
ru: Установите все пакеты, которые могут быть необходимы для первой загрузки (mdadm, Cryptsetup, DMRAID, и т.д.) , вызвав команду "sudo chroot /{целевой раздел}, а затем следуя инструкциям apt-get.
se: Installera paket som kan tänkas behövas under första uppstarten (mdadm, cryptsetup, dmraid, osv.) med hjälp av "sudo chroot /target". Installera därefter relevant paket med apt-get/aptitude.
tr: İlk açılış için gerekli olabilecek tüm paketleri (mdadm, cryptsetup, dmraid, vb.) "sudo chroot /target" komutunu takip eden uygun apt-get/aptitude komutlarını kullanarak yükleyin.

source: Note that in order for update-initramfs to work properly in some cases (such as dm-crypt), you may need to have drives currently mounted using the same block device name as they appear in /target/etc/fstab.
ca: Noteu que per tal que update-initramfs funcioni correctament en alguns casos (tal com dm-crypt), cal tenir unitats actualment muntades amb el mateix nom de dispositiu en bloc com apareix a /target/etc/fstab.
de: Beachte, dass für das ordnungsgemäße Funktionieren von update-initramfs in einigen Fällen (z.B.dm-crypt) das temporäre Mounten von Laufwerken (unter Benützung des selben Verzeichnisnamens wie in /target/etc/fstab) notwendig sein kann.
el: Για να λειτουργήσει σωστά το update-initramfs σε ορισμένες περιπτώσεις (όπως η χρήση τού dm-crypt), μπορεί να χρειαστεί τα ονόματα των προσαρτημένων συσκευών να εμφανίζονται με ακριβώςτο ίδιο όνομα όπως στο /target/etc/fstab.
fr: Notez que pour que update-initramfs fonctionne correctement dans certains cas (comme avec dm-crypt), vous pourriez avoir besoin de disques montés utilisant le même nom de périphérique bloc, tels qu'ils apparaissent dans /target/etc/fstab
it: Notare che per il corretto funzionamento di update-initramfs, in qualche caso, potrebbe essere necessario montare i dispositivi montati nello stesso blocco nell'ordine in cui essi appaiono in /target/etc/fstab.
ja: update-initramfs が動作する事に注意して下さい (例えば dm-crypt)。/target/etc/fstab を実際にマウントししようするハードドライブのデバイス名にしておく必要があるかもしれません。
ru: Обратите внимание, что для того, чтобы update-initramfs, работал должным в некоторых случаях (например, dm-crypt), нужно, чтобы смонтированные в данный момент устройства имели те же самые имена, какими они записаны в файле /{целевой раздел}/etc/fstab.
se: Notis: För att update-initramfs ska fungera ordentligt i vissa fall (så som för dm-crypt), kan du behöva montera enheterna med samma block device namn som dom hade i /target/etc/fstab.
tr: update-initramfs'ın bazı durumlarda (dm-crypt gibi) düzgün çalışması için, /target/etc/fstab içinde göründüğü gibi aynı blok aygıt ismini kullanan mevcut bağlı sürücülere ihtiyacınız olabileceğini unutmayın.

source: Double-check that your /target/etc/fstab is correct, matches what your new system will have at first boot, and matches what is currently mounted at /target.
ca: Torneu a comprovar que el vostre /target/etc/fstab és correcte, s'adiu amb el nou sistema que tindreu a la primera arrencada, i coincideix amb el que ara està muntat a /target.
de: Kontrolliere, ob deine '/target/etc/fstab' korrekt ist, mit dem übereinstimmt, was das neue System beim ersten Booten haben wird und mit dem, was momentan in '/target' eingehängt ist.
el: Ελέγξτε προσεκτικά οτι το /target/etc/fstab είναι σωστό, ταιριάζει με την διαμόρφωση τού συστήματός σας κατά την πρώτη εκκίνηση καθώς και με ό,τι είναι προσαρτημένο στο /target .
fr: Vérifier attentivement que votre fichier /target/etc/fstab est correct, correspondant à ce que votre nouveau système aura au premier démarrage, et correspondant à ce qui est actuellement monté sur /target.
it: Controllate che /target/etc/fstab sia impostato correttamente, corrisponda a ciò che sia necessario al primo avvio e a ciò che sia attualmente montato come /target.
ja: ダブルクリックで /target/etc/fstab に接続します。最初の起動で新システムで使用し、/target 下をマウントします。
ru: Убедитесь, что файл /{целевой раздел}/etc/fstab сконфигурирован правильно, и соответствует тем устройствам, которые в данный момент смонтированы в /{целевой раздел}.
se: Dubbelkolla att /target/etc/fstab stämmer med vad som just nu är monterat på /target.
tr: /target/etc/fstab dosyasının doğruluğunu, ilk açılışta sisteminizin açılacağı şekilde eşleştiğini ve /target üzerine bağlandığı gibi yazıldığını iki kez kontrol edin.

source: Install %s on the selected drive:
ca: Instal·la %s a la unitat seleccionada:
de: Installiere %s auf dem ausgewählten Laufwerk:
el: Εγκατάσταση %s στον επιλεγμένο δίσκο:
fr: Installe %s sur le disque sélectionné:
it: Installa %s sul dispositivo selezionato:
ja: 選択ドライブに %s をインストール:
ru: Установить %s на выбранное устройство:
se: Installera %s på den valda enheten:
tr: %s seçili sürücüye kur:

source: Manually mount partitions (ADVANCED USERS ONLY).
ca: Muntar particions manualment (NOMÉS USUARIS AVANÇATS).
de: Partitionen manuell einhängen (NUR FÜR FORTGESCHRITTENE BENUTZER).
el: Χειροκίνητη προσάρτηση κατατμήσεων (ΓΙΑ ΠΡΟΧΩΡΗΜΕΝΟΥΣ ΧΡΗΣΤΕΣ ΜΟΝΟ).
fr: Monter manuellement les partitions (UTILISATEURS AVANCÉS SEULEMENT)
it: Monta le partizioni manualmente (SOLO PER UTENTI ESPERTI).
ja: 手動でパーティションをマウント (慣れている人向け)
ru: Ручное монтирование разделов (ТОЛЬКО ДЛЯ ОПЫТНЫХ).
se: Montera partitioner manuelt (ENDAST FÖR AVANCERADE ANVÄNDARE).
tr: Bölümleri elle bağla (SADECE GELİŞMİŞ KULLANICILAR).

source: Description
ca: Descripció
de: Beschreibung
el: Περιγραφή
it: Descrizione
ja: 説明
ru: Описание
se: Beskrivning
tr: Açıklama

source: Edit partitions
ca: Edita les particions
de: Partitionen bearbeiten
el: Επεξεργασία κατατμήσεων
fr: Modification des partitions
it: Modifica partizioni
ja: パーティションの編集
ru: Редактировать разделы
se: Editera partition
tr: Bölümleri düzenle

source: Assign to /
ca: Assigna a /
de: root (/) zuweisen
el: Ανάθεση στο /
fr: Attribuer à /
it: Assegna a /
ja: / へ割り当て
ru: Назначить как /
se: Tilldela /
tr: / olarak seç

source: Assign to /home
ca: Assigna a /home
de: /home zuweisen
el: Ανάθεση στο /home
fr: Attribuer à /home
it: Assegna a /home
ja: /home へ割り当て
ru: Назначить как /home
se: Tilldela /home
tr: /home olarak seç

source: Assign to /boot/efi
ca: Assigna a /boot/efi
de: /boot/efi zuweisen
el: Ανάθεση στο /boot/efi
fr: Attribuer à /boot/efi
it: Assegna a /boot/efi
ja: /boot/efi へ割り当て
ru: Назначение /boot/efi
se: Tilldela /boot/efi
tr: /boot/efi olarak seç

source: Edit
ca: Edita
de: Bearbeiten
el: Επεξεργασία
fr: Édition
it: Modifica
ja: 編集
ru: Редактировать
se: Editera
tr: Düzenle

source: Installation Tool
ca: Eina d'instal·lació
de: Installations- Werkzeug
el: Εργαλείο εγκατάστασης
fr: Outil d'installation
it: Tool di installazione
ja: インストールツール
ru: Инструмент установки
se: Instalationsverktyg
tr: Kurulum Aracı

source: No partition table was found on the hard drive. Do you want the installer to create a set of partitions for you? Note: This will erase any data present on the disk.
ca: No s'ha trobat cap taula de particions al disc dur. Voleu que l'instal·lador ho faci en lloc vostre? NOTA: Això esborrarà qualsevol dada encara present al disc.
de: Auf der Festplatte wurde keine Partitionstabelle gefunden. Soll der Installer die Partitionen erstellen? Beachte: Dies wird jegliche Daten auf der Platte löschen.
el: Δεν βρέθηκε πίνακας κατατμήσεων στον σκληρό δίσκο. Θέλετε το προγραμμα εγκατάστασης να δημιουργήσει ένα σύνολο κατατμήσεων για εσάς; Σημείωση: Αυτό θα προκαλέσει την διαγραφή όλων των δεδομένων που περιέχονται στον δίσκο.
fr: Aucune table de partition n'a été trouvée sur le disque dur. Souhaitez-vous que l'installateur crée un ensemble de partitions pour vous? Note: cela supprimera toutes les données présentes sur le disque.
it: Non è stata rilevata alcuna tabella di partizione su questo hard disk. Volete che l'installer crei un insieme di partizioni? Nota: Ciò cancellerà qualsiasi dato presente sul disco.
ja: ハードドライブにパーティションテーブルが見つかりません。パーティションテーブルの設定を行なってよろしいですか？ 注意: この操作はディスクのデータを消去します
ru: Не найдено таблицы разделов на диске. Вы хотите, чтобы программа установки создала таблицу разделов? Это приведет к уничтожению всех данных на диске.
se: Ingen paritionstabell hittades på hårddisken. Vill du att programmet skapar partitioner åt dig? Varning: Det här kommer att ta bort all data på hårddisken.
tr: Harddisk üzerinde bölümlendirme tablosu bulunamadı. Kurulumun sizin için bölümler oluşturmasını ister misiniz? Dikkat: Bu diskinizdeki tüm mevcut verileri silecektir.

source: Extended
ca: Estesa
de: Erweitert
el: Εκτεταμένο
fr: Étendue
it: Esteso
ja: 拡張
ru: Расширенные
se: Utökad
tr: Gelişmiş

source: Cannot download and install additional locale packages: no internet connection Configuration will still be set to your selected language.
ca: No es poden descarregar i instal·lar paquets de configuració local addicionals: no hi ha connexió a internet Es configurarà d'acord amb la llengua que heu triat.

source: No internet connection
ca: Sense connexió a Internet

source: Passwords do not match
ca: Les contrasenyes no coincideixen
de: Passwörter stimmen nicht überein
el: Οι κωδικοί δεν ταιριάζουν
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
ja: パスワードが一致してません
ru: Пароли не совпадают
se: Lösenorden överrenstämmer inte
tr: Parolalar uyuşmadı

source: You cannot use the $-sign
ca: No podeu usar el símbol '$'
de: Das $-Zeichen darf nicht verwendet werden
el: Δεν επιτρέπεται η χρήση τού συμβόλου $
fr: Vous ne pouvez pas utiliser le signe $
it: Non è possibile usare il simbolo $
ja: $-sign は使用できません。
ru: Вы не можете использовать знак $
se: Du kan inte använda $-tecknet
tr: $-sign işaretini kullanamazsınız.

source: Passwords match
ca: Les contrasenyes coincideixen
de: Passwörter stimmen überein
el: Οι κωδικοί ταιριάζουν
fr: Les mots de passe correspondent
it: Le password corrispondono
ja: パスワードが一致しました
ru: Пароли совпадают
se: Lösenorden stämmer
tr: Parolalar eşleşti

source: Forward
ca: Endavant
de: Weiter
el: Μπροστά
fr: Suivant
it: Avanti
ja: 次へ
ru: Вперед
se: Framåt
tr: İleri

source: Quit
ca: Surt
de: Beenden
el: Εγκατάλειψη
fr: Quitter
it: Esci
ja: 終了
ru: Выход
se: Avsluta
tr: Çık

source: Back
ca: Enrere
de: Zurück
el: Πίσω
fr: Précédent
it: Indietro
ja: 戻る
ru: Назад
se: Bakåt
tr: Geri

source: Please provide your full name
ca: Entreu el vostre nom complet
de: Bitte gib deinen vollständigen Namen an
el: Παρακαλούμε δώστε το πλήρες όνομά σας
fr: Veuillez indiquer votre nom complet
it: Per favore, digitare il proprio nome completo
ja: 名前を入力して下さい
ru: Пожалуйста, введите Ваше полное имя
se: Ange ditt namn
tr: Lütfen tam adınızı girin

source: Please provide a username
ca: Entreu el vostre nom d'usuari
de: Bitte gib einen Benutzernamen an
el: Παρακαλούμε δώστε ένα όνομα χρήστη
fr: Veuillez entrer votre nom d'utilisateur
it: Per favore, digitare un nome utente
ja: ユーザー名を入力して下さい
ru: Пожалуйста, введите имя пользователя
se: Ange ett användarnamn
tr: Lütfen bir kullanıcı adı girin

source: Please provide a password for your user account
ca: Introduïu una contrasenya per al nou compte d'usuari
de: Bitte gib ein Passwort für dein Benutzeraccount an
el: Παρακαλούμε δώστε ένα κωδικό για τον λογαριασμό χρήστη
fr: Veuillez entrer un mot de passe pour votre compte utilisateur
it: Per favore, digitare una password per l'account utente
ja: ユーザーアカウントのパスワードを入力して下さい
ru: Пожалуйста, введите пароль для Вашего пользовательского аккаунта
se: Ange ett lösenord för ditt konto
tr: Lütfen hesabınız için bir parola belirleyin
