Repository: Davidmp1/solydxk-locale
Catalog: po/*/updatemanager.po
Languages: de, it, nl, tr

source: Wait for user input for
nl: Wacht op gebruiker input

source: seconds (0 = disable automatic answering)
nl: seconden (0 = automatisch antwoorden uitzetten)

source: Check status every
nl: Controleer status iedere

source: Maintenance
nl: Onderhoud

source: List packages
nl: Pakketlijst tonen

source: Execute
nl: Uitvoeren

source: Select all
nl: Alles selecteren

source: Downgrade packages
nl: Downgrade pakketten

source: Remove unavailable packages
nl: Niet beschikbare pakketten verwijderen

source: Remove old kernels
nl: Verwijder oude kernels

source: Packages that are only available with a lower version.
nl: Pakketten die alleen met een lagere versie beschikbaar zijn.

source: Packages that are not available in the repositories.
nl: Pakketten die niet in de repository voorkomen.

source: Remove old kernels that are no longer available.
nl: Verwijder oude kernels die niet langer beschikbaar zijn.

source: Make sure you have created a system image before you continue (e.g. Clonezilla).
nl: Zorg ervoor dat u een image van uw systeem gemaakt hebt voordat u verder gaat (bijv. Clonezilla).

source: You are pointing to the testing repositories. Only production repositories do have mirrors. Please change to production manually.
nl: U verwijst naar de testing repositories. Slechts productie repositories hebben mirrors. Wijzig handmatig naar productie.

source: Installed
nl: Geïnstalleerd

source: Available
nl: Beschikbaar

source: Downgrade packages?
nl: Pakketten downgraden?

source: Remove packages?
nl: Pakketten verwijderen?

source: Finished
nl: Klaar

source: The new settings will take effect after UM restart.
nl: Herstart UM om de nieuwe instellingen te gebruiken.

source: No changes were made.
nl: Er is niets gewijzigd.

source: There are updates available
nl: Updates beschikbaar

source: There is an emergency update available
nl: Er is een spoedupdate beschikbaar

source: No internet connection
nl: Geen internetverbinding

source: Unable to retrieve sources information
nl: Niet in staat broninformatie op te halen

source: New stable version available
nl: Nieuwe stabiele versie beschikbaar

source: Refreshing...
nl: Verversen...

source: New UP: %s
nl: Nieuwe UP: %s

source: Quit
nl: Afsluiten

source: Cannot quit: upgrade in progress
nl: Kan niet afsluiten: upgrade gaande

source: Install
nl: Installeer

source: Packages
nl: Pakketten

source: Gathering information...
nl: Gegevens worden verzameld...

source: Version
nl: Versie

source: Continue installation?
nl: Doorgaan met de installatie?

source: Continue emergency installation?
nl: Doorgaan met de noodinstallatie?

source: Another program is locking the apt cache Please, close the program before refreshing: * %s
nl: Een ander programma gebruikt de apt cache Sluit het programma voordat u ververst: * %s

source: blacklisted
nl: genegeerd

source: Current version
nl: Huidige versie
