Repository: Davidmp1/solydxk-locale
Catalog: po/*/updatemanager.po
Languages: de, it, nl, tr

source: Checking for updates
de: Suche nach Updates
it: Controllo aggiornamenti
tr: Güncelleştirmeler denetleniyor

source: Update Manager
de: Aktualisierungs- Manager
it: Gestore aggiornamenti
nl: Updatebeheer
tr: Güncelleştirme Yöneticisi

source: Ignored packages
de: Ignorierte Pakete
it: Pacchetti ignorati
tr: Yoksayılan paketler

source: Date
de: Datum
it: Data
tr: Tarih

source: Package
de: Paket
it: Pacchetto
nl: Pakket
tr: Paket

source: Old version
de: Alte Version
it: Vecchia versione
tr: Eski sürüm

source: New version
de: Neue Version
it: Nuova versione
nl: Nieuwe versie
tr: Yeni sürüm

source: Software Updates
de: Software Aktualisierungen
it: Aggiornamenti software
tr: Yazılım Güncelleştirmeleri

source: Show and install available updates
de: Zeige und installiere verfügbare Aktualisierungen
it: Visualizza e installa aggiornamenti disponibili
tr: Mevcut güncelleştirmeleri göster ve kur

source: No updates selected
de: Keine Aktualisierungen ausgewählt
it: Nessun aggiornamento selezionato
tr: Hiçbir güncelleştirme seçilmedi

source: %(selected)d update selected (%(size)s)
de: %(selected)d ausgewählte Aktualisierung (%(size)s)
it: %(selected)d aggiornamento selezionato (%(size)s)
tr: %(selected)d güncelleştirme seçildi (%(size)s)

source: %(selected)d updates selected (%(size)s)
de: %(selected)d ausgewählte Aktualisierungen (%(size)s)
it: %(selected)d aggiornamenti selezionati (%(size)s)
tr: %(selected)d güncelleştirme seçildi (%(size)s)

source: Preferences
de: Einstellungen
it: Preferenze
nl: Voorkeuren
tr: Seçenekler

source: Auto-Refresh
de: Automatisch aktualisieren
it: Aggiorna automaticamente
tr: Otomatik Olarak Tazele

source: Refresh the list of updates every:
de: Aktualisiere die Liste der Updates alle:
it: Aggiorna la lista di aggiornamenti ogni:
tr: Güncelleştirme listesi tazeleme aralığı:

source: Note: The list only gets refreshed while the update manager window is closed (system tray mode).
de: Hinweis: Die Liste wird nur aktualisiert, während das Aktualisierungs- Manager- Fenster geschlossen ist (System- Infobereich Modus)
it: Nota: La lista viene aggiornata solamente quando la finestra del gestore aggiornamenti è chiusa (modalità system tray).
tr: Not: Liste, yalnızca güncelleştirme yöneticisi penceresi kapatıldığında (sistem tepsisi kipi) tazelenir.

source: Update Method
de: Aktualisierungsmethode
it: Metodo di aggiornamento
tr: Güncelleştirme Yöntemi

source: Icons
de: Symbole
it: Icone
tr: Simgeler

source: Icon
de: Symbol
it: Icona
tr: Simge

source: Status
it: Stato
tr: Durum

source: New Icon
de: Neues Symbol
it: Nuova icona
tr: Yeni Simge

source: Busy
de: Beschäftigt
it: Occupato
tr: Meşgul

source: System up-to-date
de: System auf dem neuesten Stand
it: Sistema aggiornato
tr: Sistem güncel

source: Updates available
de: Aktualisierungen verfügbar
it: Aggiornamenti disponibili
tr: Güncelleştirmeler mevcut

source: Error
de: Fehler
it: Errore
tr: Hata

source: Unknown state
de: Unbekannter Status
it: Stato sconosciuto
tr: Bilinmeyen durum

source: Applying updates
de: Aktualisierungen werden angewendet
it: Applicazione degli aggiornamenti
tr: Güncelleştirmeler uygulanıyor

source: Startup delay (in seconds):
de: Startverzögerung (in Sekunden)
it: Ritardo di avvio (in secondi):
tr: Başlatma gecikmesi (saniye):

source: Internet check (domain name or IP address):
de: internet- Überprüfung (Domain oder IP Adresse)
it: Controllo Internet (nome dominio o indirizzo IP):
tr: İnternet kontrolü (alan adı veya IP adresi):

source: Repository mirrors
de: Paketquellen- Spiegelserver
it: Mirror dei repository
nl: Pakketbron mirrors
tr: Kullanılan Yansılar:

source: Select the fastest production repository
de: Wähle den schnellsten Spiegelserver von 'production' Paketquellen
it: Seleziona il repository più veloce
nl: Selecteer de snelste productie pakketbron
tr: En hızlı production deposunu seç

source: Check mirrors speed
de: Überprüfe Spiegelserver- Geschwindigkeit
it: Controlla velocità mirror
nl: Controleer mirrors snelheid
tr: Yansı hızlarını kontrol et

source: Close Synaptic progress window after upgrade
de: Schließe Synaptic Fortschrittsfenster nach der Aktualisierung
it: Chiudi la finestra dei progressi di Synaptic dopo l'aggiornamento
tr: Yükseltmeden sonra Synaptic işlem ekranını kapat

source: minutes
de: Minuten
it: minuti
tr: dakika

source: hours
de: Stunden
it: ore
nl: uren
tr: saat

source: days
de: Tage
it: giorni
tr: gün

source: Current
de: Aktuell
it: Attuale
nl: Huidige
tr: Şimdiki

source: Country
de: Land
it: Stato
nl: Land
tr: Ülke

source: Repository
de: Paketquelle
tr: Depo

source: Speed
de: Geschwindigkeit
it: Velocità
nl: Snelheid
tr: Hız

source: Please enter a package name:
de: Bitte geben Sie einen Paketnamen an:
it: Per favore, digitare il nome di un pacchetto:
tr: Lütfen bir paket adı girin:

source: Ignore a package
de: Ignoriere ein Paket
it: Ignora un pacchetto
tr: Bir paketi yoksay

source: Package name:
de: Paketname:
it: Nome pacchetto:
tr: Paket adı:

source: All available upgrades for this package will be ignored.
de: Alle verfügbaren Aktualisierungen für dieses Paket werden ignoriert.
it: Tutti gli aggiornamenti disponibili per questo pacchetto saranno ignorati.
tr: Bu paket için mevcut olan tüm yükseltmeler yoksayılacak.

source: History of updates
de: Aktualisierungsverlauf
it: Cronologia degli aggiornamenti
tr: Güncelleştirme geçmişi

source: Update Pack Info
de: Aktualisierungspaket- Informationen
it: Aggiorna informazioni pacchetto
tr: Paket Bilgisini Güncelleştir

source: Your system configuration:
de: Ihre Systemeinstellungen:
it: La vostra configurazione di sistema:
tr: Sistem yapılandırmanız:

source: Current Update Pack available:
de: Derzeit verfügbares Aktualisierungspaket
it: Pacchetto aggiornamenti attuale disponibile:
tr: Kullanılabilir Mevcut Güncelleştirme Paketi:

source: Latest Update Pack used by this system:
de: Letztes auf diesem System verwendetes Aktualisierungspaket
it: Ultimo Pacchetto Aggiornamenti usato da questo sistema:
tr: Sistem tarafından kullanılan son Güncelleştirme Paketi

source: Could not identify your APT sources
de: Konnte deine APT- Quellen nicht identifizieren
it: Impossibile identificare le sorgenti APT
tr: APT kaynaklarınız tanımlanamadı

source: Your system is pointing to the LTS repository
de: Dein System verweist auf die LTS (Long Term Support) Paketquellen
it: Il sistema punta alla repository LTS
tr: Sisteminiz LTS deposuna bağlı

source: Your system is pointing to
de: Dein System verweist auf
it: Il sistema punta a
tr: Sisteminizin bağlı olduğu depo

source: These repositories conflict with each other
de: Diese Softwarequellen stehen im Konflikt zueinander
it: Queste repository sono in conflitto
tr: Bu depolar, birbirleriyle çakışıyor

source: Your system is not pointing to the SolydXK repositories
de: Dein System verweist nicht auf die SolydXK Paketquellen
it: Il sistema non punta alle repository SolydXK
tr: Sisteminiz SolydXK depolarına bağlı değil

source: Add "deb http://
de: Füge "deb http:// hinzu
it: Aggiungi "deb http://
tr: Ekle "deb http://

source: Your system is not pointing to any Debian repository
de: Dein System verweist auf keine Debian Paketquelle
it: Il sistema non punta ad alcun repository Debian
tr: Sisteminiz, hiçbir Debian deposuna bağlı değil

source: Your system is pointing directly to Debian
de: Dein System verweist direkt auf Debian Paketquellen
it: Il sistema punta direttamente a Debian
tr: Sisteminiz, doğrudan Debian depolarına bağlı

source: Your system is pointing directly at deb-multimedia.org
de: Dein System verweist direkt auf deb-multimedia.org
it: Il sistema punta direttamente a deb-multimedia.org
tr: Sisteminiz, doğrudan deb-multimedia.org deposuna bağlı

source: Replace "deb http://deb-multimedia.org testing main non-free" with "deb http://
de: Ersetze "deb http://deb-multimedia.org testing main non-free" mit "deb http://
it: Sostituire "deb http://deb-multimedia.org testing main non-free" con "deb http://
tr: "deb http://deb-multimedia.org testing main non-free" deposunu "deb http:// ile değiştir.

source: Your system is pointing directly at security.debian.org
de: Dein System verweist direkt auf security.debian.org
it: Il sistema punta direttamente a security.debian.org
tr: Sisteminiz, doğrudan security.debian.org deposuna bağlı

source: Some of your repositories point to production, others point to testing
de: Einige deiner Paketquellen verweisen auf 'production', andere auf 'testing'
it: Alcune delle repository puntano a production, altre a testing.
tr: Depolarınızın bir kısmı production deposuna, kalanları da testing deposuna bağlı

source: Please check your APT sources.
de: Bitte APT Quellen überprüfen
it: Per favore, controllare le sorgenti APT.
tr: Lütfen APT kaynaklarınızı kontrol edin

source: Your system is pointing to the "SolydXK testing" repository
de: Dein System verweist auf die "SolydXK testing" Paketquellen
it: Il sistema punta alla repository "SolydXK testing".
tr: Sisteminiz, "SolydXK testing" deposuna bağlı

source: This is only recommend for experienced users
de: Dies ist nur erfahrenen Benutzern empfohlen
it: È consigliabile solo per utenti esperti
tr: Bu işlem, yalnızca deneyimli kullanıcılar için önerilmektedir

source: Replace "deb http://security.debian.org testing/updates main contrib non-free" with "deb http://
de: Ersetze "deb http://security.debian.org testing/updates main contrib non-free" mit "deb http://
it: Sostituire "deb http://security.debian.org testing/updates main contrib non-free" con "deb http://
tr: "deb http://security.debian.org testing/updates main contrib non-free" deposunu "deb http:// ile değiştir

source: Some of your repositories point to production, but multimedia to testing
de: Einige deiner Paketquellen verweisen auf 'production', 'multimedia' aber auf 'testing'
it: Alcune delle repository puntano a production, ma multimedia a testing
tr: Depolarınızın bazıları production deposuna bağlı, fakat multimedia, testing deposuna bağlı

source: Your system is pointing to the "SolydXK production" repository
de: Dein System verweist auf die "SolydXK production" Paketquellen
it: Il sistema punta alla repository "SolydXK production
tr: Sisteminiz, "SolydXK production" deposuna bağlı

source: Update Manager Log
de: Aktualisierungs- Manager Log
it: Log del Gestore Aggiornamenti
tr: Güncelleştirme Yöneticisi Günlük Kaydı

source: Permissions:
de: Berechtigungen:
it: Permessi:
tr: İzinler:

source: Process ID:
de: Prozess ID:
it: ID Processo:
tr: İşlem Kimliği:

source: Log file:
de: Log- Datei:
it: File di log:
tr: Kayıt dosyası:

source: About
de: Über...
it: Informazioni su
tr: Hakkında

source: Exiting - requested by user
de: Beende auf Nutzerwunsch hin
it: Uscita - richiesta dall'utente
tr: İstek Kullanıcı Tarafından İptal Edildi

source: Launching updatemanager in root mode...
de: Starte Aktualisierungsmanger im 'root' Modus...
it: Avvio di updatemanager in modalità root...
tr: updatemanager yönetici kipinde çalışıyor...

source: Please enter your password to start the update manager
de: Bitte gib dein Passwort ein, um den Aktualisierungsmanger zu starten
it: Per favore, digitare la password per avviare il gestore aggiornamenti
tr: Güncelleştirme yöneticisini başlatmak için lütfen parolanızı girin

source: Ignore updates for this package
de: Ignoriere Aktualisierungen für dieses Paket
it: Ignora gli aggiornamenti di questo pacchetto
tr: Bu paket için güncelleştirmeleri yoksay

source: Launching updatemanager in %(mode)s...
de: Starte Aktualisierungsmanger im %(mode)s Modus
it: Avvio di updatemanager in %(mode)s...
tr: updatemanager %(mode)s kipinde çalışıyor...

source: Upgrade
it: Aggiorna
tr: Yükselt

source: Size
de: Größe
it: Dimensione
tr: Boyut

source: Information
de: Informationen
it: Informazioni
nl: Informatie
tr: Bilgi

source: Install Updates
de: Aktualisierungen installieren
it: Installa aggiornamenti
tr: Güncelleştirmeleri Kur

source: Refresh
de: Neu laden
it: Aggiorna
nl: Verversen
tr: Tazele

source: Select All
de: Alle auswählen
it: Seleziona tutti
tr: Tümünü Seç

source: Clear
de: Löschen
it: Ripristina
tr: Temizle

source: Description
de: Beschreibung
it: Descrizione
tr: Açıklama

source: Changelog
de: Änderungs- Log
tr: Değişim günlüğü

source: _File
tr: Do_sya

source: Close
de: Schließen
it: Chiudi
tr: Kapat

source: _Edit
it: Modifica
tr: _Düzenle

source: Software sources
de: Paketquellen
it: Sorgenti software
tr: Yazılım kaynakları

source: _View
it: _Visualizza
tr: _Görünüm

source: Log
tr: Günlük Kaydı

source: Visible columns
de: Sichtbare Spalten
it: Colonne visibili
tr: Görünür sütunlar

source: _Help
it: Aiuto
tr: _Yardım

source: Testing initial connection
de: Teste ursprüngliche Verbindung
it: Test della connessione iniziale
tr: İlk bağlantı test ediliyor

source: Connection to the Internet successful (tried to read http://%(domain)s)
de: Erfolgreich mit dem Internet verbunden (hab versucht, mich mit: http://%(domain)s zu verbinden)
it: Connesso a internet con successo (tentativo di leggere http://%(domain)s)
tr: İnternet bağantısı başarılı (http://%(domain)s okumaya çalışıldı)

source: No connection found (tried to read http://%(domain)s), and to ping %(ping)s - sleeping for %(delay)s seconds
de: Keine Verbindung gefunden, (hab versucht, mich mit http://%(domain)s) zu verbinden und ping an %(ping)s zu senden- warte %(delay)s Sekunden
it: Nessuna connessione rilevata (tentativo di leggere http://%(domain)s), e al ping %(ping)s - dormiente per %(delay)s secondi
tr: Bağlantı bulunamadı (http://%(domain)s okumaya çalışıldı), ve %(ping)s 'a ping gönderildi - %(delay)s saniyedir uykuda

source: Connection found - checking for updates...
de: Verbindung gefunden - suche nach Aktualisierungen
it: Connessione trovata - controllo aggiornamenti...
tr: Bağlantı bulundu - güncelleştirmeler denetleniyor...

source: Exception occured in main thread: %(error)s
de: Ausnahmefehler im Haupt- Thread passiert: %(error)s
it: Si è verificata un'eccezione nel thread principale: %(error)s
tr: Ana iş parçacığında özel durum oluştu: %(error)s

source: Downloading changelog...
de: Lade Änderungslog herunter...
it: Scaricamento changelog
tr: Sürüm notları indiriliyor...

source: No changelog available
de: Kein Änderungslog verfügbar
it: Nessun changelog disponibile
tr: Sürüm notları bulunamadı

source: Click on Edit->Software Sources and tick the 'Source code' option to enable access to the changelogs
de: Klicke auf Bearbeiten>Paketquellen und wähle die 'Quelltext' Option aus, um Zugriff zu den Änderungslogs zu erhalten
it: Cliccare su Modifica->Sorgenti software e spuntare l'opzione 'Codice sorgente' per abilitare l'accesso ai changelog
tr: Sürüm notlarına erişimi etkinleştirmek için Düzenle->Yazılım Kaynakları seçeneğine tıklayın ve 'Kaynak kodu' seçeneğini işaretleyin

source: Install requested by user - check packages to install
de: Installation von Benutzer beantragt - überprüfe zu installierende Pakete
it: Installazione richiesta dall'utente - controllo pacchetti da installare
tr: Kullanıcı tarafından kurulum istendi - kurulum için paketler kontrol ediliyor

source: This upgrade will trigger additional changes
de: Dieses Upgrade erfordert zusätzliche Änderungen
it: Questo aggiornamento comporterà cambiamenti aggiuntivi
tr: Bu güncelleştirme, ek değişiklikleri tetikleyecek

source: The following package will be removed:
de: Folgendes Paket werden entfernt:
it: Il seguente pacchetto verrà rimosso:
tr: Aşağıdaki paket kaldırılacak:

source: The following %d packages will be removed:
de: Die folgenden %d Pakete werden entfernt:
it: I seguenti %d pacchetti verranno rimossi:
tr: Aşağıdaki %d paket kaldırılacak:

source: The following package will be installed:
de: Die folgenden Pakete werden installiert:
it: Il seguente pacchetto verrà installato:
tr: Aşağıdaki paket kurulacak:

source: The following %d packages will be installed:
de: Die folgenden %d Pakete werden installiert:
it: I seguenti %d pacchetti verranno installati:
tr: Aşağıdaki %d paket kurulacak:

source: Installing updates
de: Installiere Aktualisierungen...
it: Installazione aggiornamenti
tr: Güncelleştirmeler yükleniyor

source: Pre-install script started: %(pre)s
de: Vorinstallations- Skript gestartet: %(pre)s
it: Script di preinstallazione avviato: %(pre)s
tr: Kurulum öncesi script başlatıldı: %(pre)s

source: Launch Synaptic to start the upgrade
de: Starte Synaptic um das Upgrade zu beginnen
it: Avviare Synaptic per avviare l'aggiornamento
tr: Yükseltmeyi başlatmak için Synaptic'i çalıştırın

source: Please wait, this can take some time
de: Bitte warten, dies kann einen Moment dauern
it: Attendere, per favore, potrebbe volerci un po' di tempo
tr: Lütfen bekleyin, bu işlem biraz zaman alabilir

source: Update is complete
de: Aktualisierung vollständig
it: L'aggiornamento è stato completato
tr: Güncelleştirme tamamlandı

source: Synaptic has finished the upgrade
de: Synaptic hat das Upgrade beendet
it: Synaptic ha completato l'aggiornamento
tr: Synaptic yükseltmeyi tamamladı

source: Post-install script started: %(post)s
de: Nachinstallations-Skript gestartet: %(post)s
it: Script di postinstallazione avviato: %(post)s
tr: Kurulum sonrası script başlatıldı: %(post)s

source: write new UP version %(newUpVersion)s to %(uphist)s/
de: Schreibe neue UP Version %(newUpVersion)s nach %(uphist)s/
it: scrivere la nuova versione UP %(newUpVersion)s in %(uphist)s/
tr: Yeni UP sürümü %(newUpVersion)s %(uphist)s/ 'e yaz

source: Installation finished
de: Installation beendet
it: Installazione completata
tr: Kurulum tamamlandı

source: Updatemanager was updated, restarting it in root mode...
de: Aktualisierngsmanager wurde aktualisiert, starte ihn neu im 'root' Modus
it: Updatemanager è stato aggiornato, riavvio in modalità root...
tr: Güncelleştirme Yöneticis güncellendi, yönetici kipinde yeniden başlatılıyor...

source: Please enter your password to restart the update manager
de: Bitte Passwort eingeben um den Aktualisierungsmanager neu zu starten
it: Per favore, digitare la password per riavviare il gestore aggiornamenti
tr: Güncelleştirme yöneticisini yeniden başlatmak için lütfen parolanızı girin

source: Installation aborted
de: Installation abgebrochen
it: Installazione annullata
tr: Kurulum durduruldu

source: No installation needed
de: Keine Installation erforderlich
it: Non è necessaria alcuna installazione
tr: Kurulum gerekmiyor

source: Could not install the security updates
de: Es war nicht möglich, die Sicherheitsaktualisierungen zu installieren.
it: Impossibile installare gli aggiornamenti di sicurezza
tr: Güvenlik güncelleştirmeleri kurulamadı

source: Starting refresh...
de: Starte Aktualisierung...
it: Avvio aggiornamento...
tr: Tazeleme işlemine başlanıyor...

source: Another application is using APT
de: Eine andere Anwendung verwendet APT
it: Un'altra applicazione sta usando APT
tr: Başka bir uygulama APT'yi kullanıyor

source: Finding the list of updates...
de: Suche Liste der Aktualisierungen...
it: Ricerca della lista di aggiornamenti...
tr: Güncelleştirme listesi aranıyor...

source: An error has occurred while updating the apt cache. Please, check your sources.list
de: Während der Aktualisierung des apt- Zwischenspeichers ist ein Fehler aufgetreten. Bitte überprüfe deine 'sources.list' Datei.
it: Si è verificato un errore durante l'aggiornamento della cache apt. Per favore, controllare il file sources.list
tr: APT önbelliği güncelleştirilirken bir hata meydana geldi. Lütfen, sources.list dosyasını kontrol edin.

source: Your system is up to date
de: Dein System ist auf dem aktuellen Stand
it: Il sistema è aggiornato
nl: Uw systeem is up to date
tr: Sisteminiz güncel

source: Could not refresh the list of packages
de: Konnte die Paketliste nicht aktualisieren
it: Impossibile aggiornare la lista di pacchetti
tr: Paket listesi tazelenemedi

source: A new version of the update manager is available
de: Eine neue Version der Aktualisierungsverwaltung ist verfügbar
it: È disponibile una nuova versione del gestore aggiornamenti
tr: Güncelleştirme yöneticisinin yeni bir sürümü kullanılabilir durumda

source: A new update pack is available (version: %s)
de: Ein neues Aktualisierungspaket ist verfügbar (Version: %s)
it: È disponibile un nuovo pacchetto aggiornamenti (versione: %s)
tr: Güncelleştirme yöneticisinin yeni bir sürümü kullanılabilir durumda (version: %s)

source: 1 recommended update available (%(size)s)
de: 1 empfohlene Aktualisierung ist verfügbar (%(size)s)
it: È disponibile un aggiornamento raccomandato (%(size)s)
tr: 1 önerilen güncelleştirme mevcut (%(size)s)

source: 1 recommended update available (%(size)s), 1 ignored
de: 1 empfohlene Aktualisierung ist verfügbar (%(size)s), 1 ignorierte
it: È disponibile un aggiornamento raccomandato (%(size)s), 1 ignorato
tr: 1 önerilen güncelleştirme mevcut (%(size)s), 1 yoksayıldı

source: 1 recommended update available (%(size)s), %(ignored)d ignored
de: 1 empfohlene Aktualisierung ist verfügbar (%(size)s), , %(ignored)d ignorierte
it: È disponibile un aggiornamento raccomandato (%(size)s), %(ignored)d ignorati
tr: 1 önerilen güncelleştirme mevcut (%(size)s), %(ignored)d yoksayıldı

source: %(recommended)d recommended updates available (%(size)s)
de: %(recommended)d empfohlene Aktualisierungen sind verfügbar (%(size)s)
it: Sono disponibili %(recommended)d aggiornamenti raccomandati (%(size)s)
tr: %(recommended)d önerilen güncelleştirme mevcut (%(size)s)

source: %(recommended)d recommended updates available (%(size)s), 1 ignored
de: %(recommended)d empfohlene Aktualisierungen sind verfügbar (%(size)s), 1 ignorierte
it: Sono disponibili %(recommended)d aggiornamenti raccomandati (%(size)s), 1 ignorato
tr: %(recommended)d önerilen güncelleştirme mevcut (%(size)s), 1 yoksayıldı

source: %(recommended)d recommended updates available (%(size)s), %(ignored)d ignored
de: %(recommended)d empfohlene Aktualisierungen sind verfügbar (%(size)s), %(ignored)d ignorierte
it: Sono disponibili %(recommended)d aggiornamenti raccomandati (%(size)s), %(ignored) ignorati
tr: %(recommended)d önerilen güncelleştirme mevcut (%(size)s), %(ignored)d yoksayıldı

source: Refresh finished
de: Neu laden beendet
it: Aggiornamento completato
nl: Verversen afgerond
tr: Tazeleme tamamlandı

source: Server %(mirror)s returns HTTP code %(return_code)d
de: Server %(mirror)s sendet HTTP Code %(return_code)d zurück
it: Il server %(mirror)s ha restituito il codice HTTP %(return_code)d
tr: Sunucu %(mirror)s HTTP kodu %(return_code)d döndürdü

source: Please enter your password
nl: Voer uw wachtwoord in

source: Update Manager cannot be started in a live environment You can use the --force argument to start UM in a live environment
nl: Update Manager kan niet gestart worden in een live omgeving In een live omgeving kunt u met het --force argument starten.

source: The following packages will be upgraded:
nl: De volgende pakketten zullen worden geupdated:

source: The following NEW packages will be installed:
nl: De volgende NIEUWE pakketten zullen worden geïnstalleerd:

source: The following packages will be REMOVED:
nl: De volgende pakketten zullen worden VERWIJDERD:

source: The following packages have been kept back:
nl: De volgende pakketten worden tegengehouden:

source: Refreshing update list...
nl: Update lijst verversen...

source: Installing updates...
nl: Updates installeren...

source: Sources changed: start UM to refresh
nl: Sources gewijzigd: start UM om te verversen

source: Update Manager Preferences
nl: Update Manager Voorkeuren

source: Save mirrors
nl: Bewaar mirrors

source: Remove
nl: Verwijderen

source: General
nl: Algemeen

source: Blacklisted packages
nl: Genegeerde pakketten

source: Available packages
nl: Beschikbare pakketten

source: Global settings
nl: Globale instellingen
